{"pages":[{"title":"關於","text":"關於 Sakuya 的音樂盒 這個「Sakuya 的音樂盒」，是從我的主博客 Farseerfc的小窩 分立出來的新博客，用來分享我喜歡的東方主題的歌曲歌詞翻譯。關於我本人的更多信息請參考 我的主博客的關於頁 。 關於現在用的頭像 這個頭像來自 牧野まきた 繪製的 十六夜 咲夜 演奏小提琴的樣子。 pixiv id=42111346 。","tags":"pages","url":"//sak.uy/about.html"},{"title":"鮮紅輪廻","text":"宵闇が夜を囲んで 静寂の中潜ませて 黑暗籠罩住夜晚 潛伏在這片寂靜中 時折夜風が 知らせ運ぶ 時而夜風輕拂 帶去音訊 今宵は灯火が いくつ辿り着くのだろう 今夜會有多少人 舉着燈火趕來呢 食して しまえば 意味もないが… 雖然都吃掉的話 也就沒有意義了 鬼灯のように 紅く染まる月 像紅燈籠那樣 染成鮮紅的月亮 始めましょう 素敵な食事を 那麼就開始吧 完美的進食 差し出しなさい 貴女のすべて 請奉獻出 妳的一切 紅に染め 還らぬ場所へ 染成鮮紅 一去無還的地方 戦慄の時を巡って 深紅色に染め上げて 戰慄的時光過後 盡染成深紅色 いつか物陰も なくなる頃 不知何時起 都已沒了影子 屍を積み上げ 不意に我にかえるたび 屍體堆積成山 每當回到意識的時候 ちくりと 刺すのは 何の痛み？ 噗哧一聲 插進去的 是哪兒在疼？ 鬼灯のような 偽りだらけの 像紅燈籠那樣 全是裝模作樣的 この命こそ 意味などあるのか？ 這條命纔是 還有存在的意義麼 導きなさい 終焉の闇 請引導我吧 終焉的黑暗 紅の札 縛りを解いて 紅色的符文 解開束縛 鬼灯みたいに 彼らを誘い 像紅燈籠那樣 引誘他們前來 埋めてあげる あたしの境内墓で 將他們埋葬在 我的故鄉（墳墓）中 差し出しなさい 貴女のすべて 請奉獻出 妳的一切 紅に染め 還らぬ人へ 染成鮮紅 一去不還的人 鬼灯のように 紅く染まった 像紅燈籠那樣 染上鮮紅 貴女の骨を 盃に代え 將你的骨頭 作爲酒杯 紅魔郷 １面テーマ ほおずきみたいに紅い魂 （原曲） 《 鮮紅 輪廻 》，描繪紅魔館吸血鬼進食人類時心境的歌。 原曲是來自 TH06 《東方紅魔鄉 〜 the Embodiment of Scarlet Devil.》初面道中曲， 神主給定的標題是《 鬼灯 みたいに 紅 い 魂 》。 因爲紅魔鄉是東方PC正作的第一部，初面道中又是進入遊戲聽到的第一首背景音樂， 說這首歌是很多人聽到的第一首東方音樂大概也不爲過。曲長本就不長，初面道中的戰鬥主要是初期收集道具， 時長也不長，一次遊戲很難聽到第二遍，卻能在腦海中留下深刻印象。 作爲《紅魔鄉》的開場，故事背景是介紹紅魔館大小姐展開紅霧異變，於是歌詞同樣描繪了吸血鬼進食人類的背景。 這首《鮮紅輪廻》改用小提琴演奏並放慢了原曲的曲調，也漸漸揭露着進食的時候吸血鬼在考慮些什麼。 還有一點碎碎唸 選這首歌除了覺得它好聽之外，還有點個人最近的心情。 上個月小女兒出生了，取名叫「 策雅 」，到現在出院也有一個月了。 小 策雅 平常很乖，只是到半夜不喜歡睡覺，非常黏人，又哭又鬧，搞得大人們都沒法好好睡覺，白天神經衰弱。 知道了爲人父母的艱辛的同時，也深刻體會到了歌詞中所唱的那樣，爲了她獻出自己的全部的感覺。 鬼灯、酸浆、Physalis alkekengi 原曲標題和歌詞中都出現的一個詞「 鬼灯 」譯作了「紅燈籠」，需要解釋一下這原本是種植物。 維基百科「 ホオズキ 」詞條和中文「 酸浆 」有詳盡解釋。 在日文中漢字可寫作「鬼灯、酸漿」，在中文中有更多別名比如「紅姑娘、掛金燈、金燈、錦燈籠、泡泡草」， 在英文中則稱之爲 Chinese lantern 或 Japanese lantern 。 果實有一定毒性，可入藥，有利尿、解毒、鎮靜的作用，也可用來墮胎。因爲有麻痹大腦的藥效， 大量服用可導致呼吸麻痹致死。因爲這種植物的外形和藥效毒性，在日本民間傳說中（或許中國民間傳說中也） 經常和污染精神的鬼燈籠相關聯，從而得名。 值得一提，在遊戲《Bloodborne》中後期也有個怪物設定名爲「ほおずき」，不光身形極其精神污染， 遊戲中的設定也是它一旦看見玩家就會令玩家瘋狂掉SAN進而陷入癲狂狀態。 而這個怪物的服飾設定又和獵人夢境中幫玩家升級的人偶的服飾極其相似。具體設計來源或許也是來自鬼灯 這種植物的外形和藥用毒性在民間傳說中留下的烙印吧。 《Bloodborne》中的「ほおずき」，不想經受精神污染請勿點開 圖片來源： https://twitter.com/cupmen_bu/status/708101907886178304 宵闇 が 夜 を 囲 んで 静寂 の 中 潜 ませて 静寂 這個漢字詞還有個音讀 静寂 時折 夜風 が 知 らせ 運 ぶ 時折 ＝ 時々 今宵 は 灯火 が いくつ 辿 り 着 くのだろう 食 して しまえば 意味 もないが… 如果人都被吃掉了的話，數人數也沒有意義了 鬼灯 のように 紅 く 染 まる 月 始 めましょう 素敵 な 食事 を 差 し 出 しなさい 貴女 の 全 て 紅 に 染 め 還 らぬ 場所 へ 戦慄 の 時 を 巡 って 深紅色 に 染 め 上 げて いつか 物陰 も なくなる 頃 屍 を 積 み 上 げ 不意 に 我 に 帰 る 度 不意 に 我 に 帰 る 度 ：每當不經意間回到自我（意識）的時候 ちくりと 刺 すのは 何 の 痛 み？ 鬼灯 のような 偽 りだらけの この 命 こそ 意味 などあるのか？ 導 きなさい 終焉 の 闇 紅 の 札 縛 りを 解 いて 鬼灯 みたいに 彼 らを 誘 い 誘 い：這個漢字還有個讀音 誘 い，意思差不多都有引誘、勸誘的意思 埋 めてあげる あたしの 境内墓 で 境内墓 ：這裏漢字寫作境内墓但是讀作「故鄉」。 「境内墓」一詞指在寺廟神社或者教堂等宗教設施的境內設置的墓地， 日本法律中宗教法人設置墓地不需要繳稅，於是這是常見做法。 這裏可能指代大小姐意圖將幻想鄉整個作爲紅魔館的境內領地。 差 し 出 しなさい 貴女 の 全 て 紅 に 染 め 還 らぬ 人 へ 鬼灯 のように 紅 く 染 まった 貴女 の 骨 を 盃 に 代 え おじょうたん！ (Pixiv 65379707) 本気で殺すわよ (Pixiv 68041072) 吸血鬼姉妹と紅い月 (Pixiv 69880129) あなたB型？ (Pixiv 74067888) 「紅色の命運」 (Pixiv 75533537) 雨 (Pixiv 75622130)","tags":"songs","url":"//sak.uy/senkou-rinne.html"},{"title":"鳥よ","text":"この末期においてなお思い出す 在這盡頭終於回想起 私だけが知っていた鳥の姿を 只有我知道的鳥兒的身影 遥か遠き空のその何処よりか 從遙遠天空的不知何處而來 風を従えて舞い降りた 隨風翩翩落下的樣子 思えばはじめからお前はきっと 仔細回想的話妳肯定從一開始 私を騙そうとしていたのだろう 就想要騙我了吧 お前のあの目が悪戯めき笑う 妳的那雙眼神中暗藏着調皮的嬉笑 若き日の私を誘うように 像是要引誘那時年少無知的我 乞われるがままにその手を取った 宛若同情我似的牽起我的雙手 ――その始まりを悔やめようか――嗚呼 ——那樣的開端真令人懊悔——啊 鳥よ 鳥よ そは空の何処 鳥兒啊 鳥兒啊 汝在天空的何處 この手引く先私を連れて行く 請牽起我的手帶我一同前去 鳥よ 鳥よ 翼持つものよ 鳥兒啊 鳥兒啊 身懷雙翅的妳啊 その姿 けっして忘れえぬもの 那身影 絕對不會忘懷 わたしが見上げる限りに 只要我還在仰望天空的話 お前は空を翔けてゆくのだろう 妳就還會在那天空飛翔吧 流れる時さえも行く末知らず 就連流淌的時間也不知何去何從 ならばこの身をして何を知りようか？ 那麼徒有這身軀又能知曉什麼？ お前と過ごした日々のその中に 和妳一同度過的每日中也有 けっして戻らぬ針、刻むことも―― 被那絕不會倒退的時針戳到的時候 それはきっといつか来る定めの日 那一定是命中註定必將到來的某日 わたしだけがそれを受け入れられずに 只有我遲遲不能接受那結局 お前のあの目が愁いに沈む 妳的那雙眼中愁苦而消沉 若き日の私を拒むように 像是要拒絕年少無知的我 乞うこともできずにその手を離した 就連乞求也做不到 只能撒手 ――唐突すぎる終わりのときに――嗚呼 ——這樣的結局實在太過唐突——啊 鳥よ 鳥よ どうか今一度 鳥兒啊 鳥兒啊 還請再給一次機會 雲のあわい お前を探せども 即便要深入雲霄 探尋妳的身影 鳥よ 鳥よ 翼持つものよ 鳥兒啊 鳥兒啊 身懷雙翅的妳啊 その姿 けして二度とは見えず 那身影 決無法再有幸目睹 お前の居ない空は遠く 沒有妳的天空是如此遙遠 どこか余所余所しいほどに虚く―― 處處都如此陌生而空虛—— 「何故お前は」と問えども答えなど無く 就算追問「爲什麼妳會」也了無回應 徒に時 重ねるまま 唯有時光 徒然流逝 お前のほかに誰が翼持つだろう？ 除妳以外還有誰擁有翅膀呢？ たとい私にしか見えぬとて 就算只有我能看見亦可 この期におよんでこの目に映る 卻逢此時映入眼簾的 ――空より舞い降りた幻想――嗚呼、それは！ ——從天而降的幻想——啊，那是！ 鳥よ 鳥よ 何故今になって―― 鳥兒啊 鳥兒啊 爲何事到如今—— お前の目は 何も語らぬまま 妳的眼中 不露絲毫神色 鳥よ 鳥よ 翼持つものよ―― 鳥兒啊 鳥兒啊 身懷雙翅的妳啊—— その姿 よくぞ再びここに――！ 那個身影 終於又再臨於此——！ 鳥よ！鳥よ！さあ今一度 鳥兒啊！鳥兒啊！還請再一次 この手引いて私を連れて行け 牽起雙手攜我遠走高飛 鳥よ！鳥よ！翼持つものよ！ 鳥兒啊！鳥兒啊！身懷雙翅的妳啊！ お前を けして離しはしない！ 這一次我絕不會放開妳的手！ その空へと私も行こう 我也伴妳一同飛向那晴空 いま循環（空駆け巡）る風となって―― 此刻化作騰空而上的疾風—— お前が空飛ぶときには 每當妳乘風翱翔之時 わたしも傍に居られるようにと―― 願我也永遠伴隨在妳身旁—— 文花帖 撮影曲１ 風の循環 ～ Wind Tour（原曲） 「凋叶棕」的「 鳥 よ」，原曲來自兩首「 射命丸 文 」在「東方文花帖」附錄ＣＤ中的主題曲， 分別是撮影曲１「風の循環 ～ Wind Tour」和撮影曲５「風神少女」。 選這首歌，其實是因爲我上週終於拿到駕照了（都老大不小了方纔？），而這週卻沒有車能開， 一直在回味那種飛馳的感覺。 關於 文 的身世的講解，以後估計還會有別的歌詳述，這裏先賣個關子。 歌詞其實還算簡易，就只改換個別字詞表記標上註音吧。 この 末期 に 於 いて 尚 思 い 出 す 私 だけが 知 っていた 鳥 の 姿 を 遥 か 遠 き 空 のその 何処 よりか 風 を 従 えて 舞 い 降 りた 思 えば 始 めからお 前 はきっと 私 を 騙 そうとしていたのだろう お 前 のあの 目 が 悪戯 めき 笑 う 若 き 日 の 私 を 誘 うように 乞 われるが 儘 にその 手 を 取 った ――その 始 まりを 悔 やめようか―― 嗚呼 鳥 よ 鳥 よ そは 空 の 何処 この 手 引 く 先 私 を 連 れて 行 く 鳥 よ 鳥 よ 翼 持 つものよ その 姿 決 して 忘 れ 得 ぬもの 私 が 見 上 げる 限 りに お 前 は 空 を 翔 けて 往 くのだろう 流 れる 時 さえも 行 く 末 知 らず ならばこの 身 をして 何 を 知 りようか？ お 前 と 過 ごした 日々 のその 中 に 決 して 戻 らぬ 針 刻 むことも―― それはきっといつか 来 る 定 めの 日 私 だけがそれを 受 け 入 れられずに お 前 のあの 目 が 愁 いに 沈 む 若 き 日 の 私 を 拒 むように 乞 うこともできずにその 手 を 離 した ―― 唐突 すぎる 終 わりの 時 に―― 嗚呼 鳥 よ 鳥 よ どうか 今 一 度 雲 の 間 お 前 を 探 せども 鳥 よ 鳥 よ 翼 持 つものよ その 姿 決 して 二 度 とは 見 えず お 前 の 居 ない 空 は 遠 く どこか 余所 々々 しいほどに 虚 く―― 「 何故 お 前 は」と 問 えども 答 えなど 無 く 徒 に 時 重 ねるまま お 前 の 外 に 誰 が 翼 持 つだろう？ 例 い 私 にしか 見 えぬとて この 期 に 及 んでこの 目 に 映 る ―― 空 より 舞 い 降 りた 幻想 ―― 嗚呼 、それは！ 鳥 よ 鳥 よ 何故 今 になって―― お 前 の 目 は 何 も 語 らぬまま 鳥 よ 鳥 よ 翼 持 つものよ―― その 姿 よくぞ 再 び ここに――！ 鳥 よ！ 鳥 よ！さあ 今 一 度 この 手 引 いて 私 を 連 れて 行 け 鳥 よ！ 鳥 よ！ 翼 持 つものよ！ お 前 を 決 して 離 しはしない！ その 空 へと 私 も 行 こう いま 空 駆 け 巡 る 風 となって―― お 前 が 空 飛 ぶときには 私 も 傍 に 居 られるようにと――","tags":"songs","url":"//sak.uy/toriyo.html"},{"title":"レゴリスの砂時計","text":"幾星霜とも 無論幾經歲月 うつろう夜空に浮かぶのは 輪轉星空中浮現出的 見忘れられぬ 是無法忘卻的 愛しい懐かしいあなたです 可愛懷念的妳的樣貌 月の砂を集めて詰め込んだ 集起月面的沙塵將之填入 砂時計 沙漏中 幾度返したら 要反轉幾次 会えるの・・・ 纔能再次相見…… Fall in Time Fall in Time 切なさが積もってゆく 心中的苦悶層層積攢 こぼれる砂と同じ速度で 和這滑落的沙粒同樣的速度 Fall in Time Fall in Time レゴリスの砂時計は 月塵的沙漏 永遠を降らせ続ける 讓它永遠流淌不停 響く鐘の音 流沙的風聲迴響 閨に低く滑り込んで 滑落進沙堆的深谷最低處 夢の中まで 就連在夢中 あなたの声 とどけてほしい 也想要聽到妳的聲音 月の砂を数えて待ってるわ 一邊數着月面的沙粒一邊在等着 砂時計 這沙漏 明日は止まるでしょう 明天會停下麼 おねがい・・・ 求妳了…… Fall in Time Fall in Time 目を覚ませば消えていく 睜開眼就會消失不見 こぼれる砂の塵の向こうに 去往這不停滑落的沙塵的那一端 Fall in Time Fall in Time レゴリスの砂時計は 月塵的沙漏 玉響を隠し続ける 不斷藏起轉瞬的時光 Fall in Time Fall in Time 真空の恋心が 真空中的情意 時を超えて二人に注ぐの 超越時空灑落在兩人身畔 Fall in Time Fall in Time レゴリスの砂時計は 月塵的沙漏 途切れぬ約束の証 是不滅的誓言的證明 愛を繋ぐ装置・・・ 是連接愛的容器…… 永夜抄 ６面Bボス蓬莱山輝夜テーマ 竹取飛翔～Lunatic Princess （原曲） 「 レゴリス の 砂時計 」，根據維基百科 レゴリス 是「表岩屑」， 通常是指月球火星之類星球上表層的灰塵，因爲這首是關於月人「 蓬莱山 輝夜 」的歌，於是大概是指月亮上的灰塵，暫且譯作「月塵的沙漏」吧。 原曲是 TH08 《東方永夜抄 ～ Imperishable Night.》中6B面BOSS「 蓬莱山 輝夜 」的主題曲 「 竹 取 飛翔 ～ Lunatic Princess」。 這首《 レゴリス の 砂時計 》演唱者 Lyn-A 的聲音非常空靈，打動內心深處，但是在 YouTube 上的視頻很少，回放數也不高，感覺是埋沒在衆多東方音樂中不受人關注的神曲。 關於永夜抄的故事，因爲在「 幻想 万華鏡 ~The Memories Of Phantasm~」中有詳細描繪了， 甚至關於輝夜和永琳的劇情可能比遊戲中隻言片語更多一些，這裏就不再詳述。和上一篇「 嘘と慟哭 」故事主角伊吹萃香取材自日本童話傳說酒呑童子的故事一樣，永夜抄中輝夜的故事明顯也是取材自另一部日本童話傳說《竹取物語》中的かぐや姫。 關於這個傳說故事 Linfamy 也有一個英文描述的手繪視頻 Japanese Folktales: Tale of the Bamboo Cutter (Kaguya-hime is Sailor Moon??) 可以參考一下。 幾星霜 とも 幾星霜 ： 之前「嘘と慟哭」中也提到 星指一夜，霜指一年，幾星霜是指經過很長的歲月。 移 ろう 夜空 に 浮 かぶのは 見 忘 れられぬ 愛 しい 懐 かしいあなたです 月 の 砂 を 集 めて 詰 め 込 んだ 砂時計 幾度 返 したら 会 えるの・・・ Fall in Time 切 なさが 積 もってゆく 切 ない：因爲悲傷、寂寞、思念等情緒造成的無力和苦悶。 零 れる 砂 と 同 じ 速度 で Fall in Time レゴリス の 砂時計 は 永遠 を 降 らせ 続 ける 降 らせ：使役用法，表示讓它繼續滑落 響 く 鐘 の 音 鐘 ：鐘字該讀「かね」，這裏讀作「 風 」寫作鐘，不知道是所有查到的歌詞都寫錯了，還是故意的当て字用法。 閨 に 低 く 滑 り 込 んで 閨 ：也即 寝屋 ，深處所在的寢室。 夢 の 中 まで 貴女 の 声 届 けて 欲 しい 月 の 砂 を 数 えて 待 ってるわ 砂時計 明日 は 止 まるでしょう お 願 い・・・ Fall in Time 目 を 覚 ませば 消 えていく 零 れる 砂 の 塵 の 向 こうに Fall in Time レゴリス の 砂時計 は 玉響 を 隠 し 続 ける 玉響 ：勾玉對撞發出的聲響，代指那短暫的一瞬。 Fall in Time 真空 の 恋心 が 時 を 超 えて 二人 に 注 ぐの Fall in Time レゴリス の 砂時計 は 途 切 れぬ 約束 の 証 愛 を 繋 ぐ 装置 ・・・ 装置 ：寫作 装置 当て字作 器 ，容器。 举头望明月 (Pixiv 63363216) 2017年分_2 (Pixiv 66628793) 蓬莱山輝夜 (Pixiv 74061017) 月 (Pixiv 59001078)","tags":"songs","url":"//sak.uy/regolith-no-sunadokei.html"},{"title":"嘘と慟哭","text":"語る者さえもはや 就連傳唱這個故事的人 途絶えるほどには 都快要消失殆盡了 悠か遠くに掻き消えた 悠遠歷史中悄無痕跡 記憶は疎なりて幾星霜 模糊了記憶又過了幾個春秋 並んで寄り添う人と鬼の姿 並肩依偎的人與鬼的身影 疑うことを知らぬほど小さな小さなその姿 兩小無猜的那小小的身影 信頼のその証 作爲相互信賴的證明 ゆびきりげんまんひとつ 拉鉤上吊一百年不許變 誓ったは「嘘を吐かぬ」こと 發的誓是「絕不撒謊」 ずっと傍にいるよ 那就永遠會在一起呀 幼稚な約束ひとつ 定下了幼稚的約定 御伽の国の恋物語 傳說的國度的愛情故事 並び立つ影二つ異形象る 並肩而立的兩位留下不同形狀的影子 まだ見ぬ行く末 語るが如く 就像給尚未預見的故事發展作伏筆一般 何処と行く先わからぬ 風が哭く 就連風都在爲今後走向何方蕭瑟呼嘯 語る者さえもはや 就連傳唱這個故事的人 途絶えたほどには 都已經消失殆盡了 悠か遠くそこにあった 悠遠歷史中曾經有過的 密なる絆は変わらずに 親密無間的關係一如從前 並んで寄り添う人と鬼の姿 並肩依偎的人與鬼的身影 信ずることに飽かぬほど愛しい愛しいその姿 相互信任毫不厭倦的那可愛的身影 約束を交し合う 互相交換了誓言 対する人の望みは 對面那人所希望的是 「けして涙は見せぬ」こと 「絕對不要讓我看到你哭」 鬼の泣き顔なんぞは見たくはないのだと 說真不想看到鬼的哭喪臉什麼的 御伽の国の恋物語 傳說的國度的愛情故事 幾夜の果てに二人は契りを交わす 幾夜過後兩位交換了契約 ならば笑おうと 那麼就盡情大笑吧 未来を語る 暢談着未來 それはどこまでも 那一對無論從哪兒看 幸せな姿 都是幸福的一對 幾年が過ぎ去って 就這麼幾年過去 はたと帰らない彼は 突然他沒有回來 行方を探されるまま 找遍了他的行蹤之後 変わり果てたその姿 那已經變了模樣的身軀 哀れな鬼に晒した 最終暴露在可憐的鬼面前 御伽の国の悲恋物語 傳說的國度的悲情故事 夜盗かそれともはては妖怪の仕業か 到底是夜賊還是妖怪下的手 二度と動かぬその姿から 看着那一動不動的樣子 もはや約束など破られたのだと知った 知道已經打破了立下的誓約的那一刻 咆哮 慟哭 大地揺らす 咆哮 嚎哭 大地都震顫 もはや物言わぬ骸の前で 就在說不出話的屍骨前 「嘘吐きめ！！ 裏切り者め！」 「你個騙子！！你個叛徒！」 「約束一つ守れぬ軟弱者め…！」 「你個連發過的誓都守不住的軟蛋…！」 糾弾の声も遂には 問罪的嘶喊到最後 虚しく響くのみ 只剩下空虛的迴音 叫び果て、 喊完後、 疲れ果て、 喊累後、 立ち尽くす、 呆立在那兒、 鬼の目には、 鬼的眼中是、 ―涙。 ―淚水。 嘘と慟哭 (Pixiv 57052583) 萃夢想 伊吹萃香 御伽の国の鬼が島 ～ Missing Power 又是一首極其催淚的歌……最近淚腺似乎有點壞掉了…… 發佈的社團是「 凋叶棕 」作詞編曲也都是凋叶棕的 RD-Sounds ，不過唱這首歌的是 豚乙女 的 ランコ 。第一次聽到這首的時候被最後這段嘶啞的聲線震顫到了，都沒聽出是 ランコ 的聲音，之前也翻譯過 ランコ 的 曰くつきの艶書 是溫柔細膩的聲線，沒有這首的嘶啞感。聽懂了歌詞之後才理解了 ランコ 用這種聲線演出伊吹萃香這個角色， 尤其最後一段掏心納肺竭盡全力嚎哭的感覺，頓時臣服於 ランコ 對自己聲線的掌控自如。 原曲是格鬥作TH7.5《東方萃夢想 ～ Immaterial and Missing Power.》中 BOSS 伊吹萃香的主題曲 《御伽の国の鬼が島 ～ Missing Power》。 之前也翻譯過兩首 伊吹萃香 的主題曲，不過那兩首原曲都是《 砕月 》。標題「 嘘 と 慟哭 」翻譯一下的話是「謊言和嚎哭」。 伊吹萃香的種族是「 鬼 」日語的 鬼 不同於中文裏人死後成爲的鬼，更像是野人野獸一樣的妖怪。從伊吹萃香的角色設定來看，很明顯 ZUN 在創作這個角色的時候參考了日本傳說中「 酒呑童子 」的故事。於是伊吹萃香設定是貪酒、力大無窮、並且極其討厭說謊的人。關於「 酒呑童子 」的傳說故事， Linfamy 有一個英文描述的手繪視頻 Tale of the Drunken Demon (Shuten Doji...Will He EAT You?) 也很有意思。 不太確定該不該給這首歌標上 壽命論 的標籤，描述的故事是人鬼殊途， 然而活下來的是鬼，離開的是人，以及人的角色似乎並不是東方系列裏的角色。 語 る 者 さえもはや もはや：可以寫作漢字「 最早 」不過意思是「已經」、「已然」 途 絶 えるほどには 途 絶 える：路走到盡頭，引申「消失」、「斷絕」 悠 か 遠 くに 掻 き 消 えた 掻 き 消 える：隱藏蹤跡 記憶 は 疎 なりて 幾星霜 幾星霜 ：星指一夜，霜指一年，幾星霜就是指經過很長的歲月。 接近中文的「幾個春秋」或者「幾個滄桑」的感覺。 並 んで 寄 り 添 う 人 と 鬼 の 姿 疑 うことを 知 らぬほど 小 さな 小 さなその 姿 疑 うことを 知 らぬ：還不知道質疑事物 信頼 のその 証 ゆびきりげんまんひとつ 「 指 切 り 拳 万 」：類似漢語小孩子立約時說的 「拉鉤上吊」， 誓 ったは「 嘘 を 吐 かぬ」こと 日語中對應的話是「 指 切 拳 万 、 嘘 ついたら 針 千 本 呑 ます」。 ずっと 傍 にいるよ 直譯的話意思大概是「拉鉤，一萬拳，撒謊的人要吞下千根針」。另外關於拉鉤牽小指的來源， 幼稚 な 約束 ひとつ 一說是遊女和客人間萌生愛意以身相許的時候，切下小指的一截交給客人作爲誓約的憑證。 御伽 の 国 の 恋 物語 並 び 立 つ 影 二 つ 異形 象 る まだ 見 ぬ 行 く 末 語 るが 如 く まだ 見 ぬ 行 く 末 ：還無法預見的故事的結局 何処 と 行 く 分 からぬ 風 が 哭 く 何処 と 行 く 先 分 からぬ：不知今後走向何方 語 る 者 さえもはや 途 絶 えたほどには 第一段的是「 途 絶 える」原形，這裏改成了「 途 絶 えた」過去式。 悠 か 遠 くそこにあった 密 なる 絆 は 変 わらずに 並 んで 寄 り 添 う 人 と 鬼 の 姿 信 ずることに 飽 かぬほど 愛 しい 愛 しいその 姿 約束 を 交 し 合 う 対 する 人 の 望 みは 「けして 涙 は 見 せぬ」こと 鬼 の 泣 き 顔 なんぞは 見 たくはないのだと 御伽 の 国 の 恋 物語 幾夜 の 果 てに 二人 は 契 りを 交 わす ならば 笑 おうと 未来 を 語 る それはどこまでも 幸 せな 姿 幾年 が 過 ぎ 去 って はたと 帰 らない 彼 は はたと：擬態詞，突然間，毫無預兆的。 行方 を 探 されるまま 探 されるまま：被動形式加「まま」修飾後文 姿 ，表示身子被找到爲止一直持續在被尋找的狀態。 変 わり 果 てたその 姿 変 わり 果 てた： 果 て表示變化已經結束。 隱隱地表示已成屍骨。 哀 れな 鬼 に 晒 した 御伽 の 国 の 悲恋 物語 「悲恋」這個詞原本有音讀「ひれん」，不過這裏唱的只是「恋|こい」 夜盗かそれともはては妖怪の仕業か 仕業 ：做的壞事，犯下的罪行 二 度 と 動 かぬその 姿 から もはや 約束 など 破 られたのだと 知 った 咆哮 慟哭 大地 揺 らす もはや 物 言 わぬ 骸 の 前 で 「 嘘 吐 きめ！！ 裏 切 り 者 め！」 「 約束 一 つ 守 れぬ 軟弱 者 め…！」 糾弾 の 声 も 遂 には 虚 しく 響 くのみ 叫 び 果 て、 疲 れ 果 て、 立 ち 尽 くす、 鬼 の 目 には、 ― 涙 。 伊吹萃香と海 Broken Moon Syndrome (Pixiv 52725851) 夕泣き萃香 (Pixiv 18585993) 鬼は外 (Pixiv 24800105) 御伽の国の恋物語 (Pixiv 24446311)","tags":"songs","url":"//sak.uy/usoto-doukoku.html"},{"title":"ささやく、消えかけた後遺症が","text":"もうここにはないと 悟っているはずの 明明應該感覺到了 妳已經不在這兒了 最後のピース あきらめたくないだけ 只是不想放棄 這最後一片 数えきれない真夜中を 何度繰り返して 數不清的深夜中 重複了多少次 私は答を出せず 目を閉じた 我尋求不出答案 只能閉上眼 誰かと過ごす時だけ 一人になりたいと 和誰在一起度過的時候 想要一個人待着 描きかけた絵を破って 泣いてばかり 畫了一半的畫被撕破 一直在哭 誰にも教えたことのない私を 誰也沒告訴過的關於我的事情 今アナタに見せるわ 現在就給妳看 （約束して） （約好了） もう何処にも無いと 分かってるはずの 明明已經明白了 妳已經哪兒都不在了 最後のピース 諦められないみたいで… 好像還沒法放棄 最後這一片… 駄々をこねてる 私を愛して、ねえ？ 一直在任性的 我，妳能愛麼？ 弱い心（とこ）を撫で合いたい 好想互相撫慰柔弱的心（地方） カタチがないと分かった 言葉の羅列に 明白了話語的羅列並沒有形狀 嫌気がさしているだけ 「…もう戻るね」 只是像甩出怨氣一樣 「…我回去了」 消えかけた後遺症が ささやくから 細聲低語 消失了之後的後遺症 秩序をくれたとしても （壊したくなる） 就算給了我秩序 （也想毀壞它） なぜか喉の渇きが収まらない 爲什麼口渴得抑制不住 分けてよ、毒でいいから 分給我點啊，就算是毒藥也好 （幸せそうその目 盗めないで） （不要偷走 我幸福的眼） もう何処にも無いと 分かってるはずの 明明已經明白了 妳已經哪兒都不在了 最後のピース 諦めたくないだけ 只是不想放棄 最後這一片 駄々をこねてる 私を見つめて、ねえ？ 一直在任性的 我，妳能注視着麼？ アナタの前じゃ いい子ぶらない 在妳面前的時候 沒法裝作是好孩子 おもちゃ箱 片づけたくない 不想收起玩具盒 このまま抱き締めて 就這麼一直緊抱着 もうここには無いと 悟ってるはずの 明明應該感覺到了 妳已經不在這兒了 最後のピース 諦めたくないだけ 只是不想放棄 這最後一片 駄々をこねてる 私を愛して、ねえ？ 一直在任性的 我，妳能愛麼？ 弱い心（とこ）を撫で合いたい 好想互相撫慰柔弱的心（地方） 地霊殿 Extra 古明地こいし ラストリモート ハルトマンの妖怪少女 昨天（2019年3月17日）社團「幽閉サテライト」新發的歌，趕着趁熱翻譯出來了。 歌詞部分照着ＭＶ裏面社團官方配的字幕敲的，但是有些詞沒有字幕於是只能聽着矇（ 關鍵還有字幕明顯打錯了啊，2:24那裏「諦めたくないだけ」被敲成了「諦めらめたくないだけ」， 還有各種表記不統一的地方……這日語表記混亂得要是論文都不給發啊掀桌子）。 「ささやく、 消 えかけた 後遺症 」翻譯的話是 「細聲低語，消失後的後遺症」。 原曲是來自TH11《東方地霊殿 ～ Subterranean Animism.》 的Ex面道中主題曲 《ラストリモート》和ＢＯＳＳ古明地こいし的主題曲《ハルトマンの妖怪少女》， 因此這首歌也是古明地こいし的歌。關於「 古明地 こいし」的姓名，和她姐姐「古明地さとり」 一樣並沒有給出漢字寫法，不過「さとり」漢字寫作「覚」似乎毫無爭議，而「こいし」該寫作什麼就衆說紛紜了。 中文圈子似乎習慣翻譯成「古明地 恋」，我個人覺得寫作「小石・故意死・恋死」都說得通，也有說是從 姓「こめいじ」中去掉眼睛（め和濁点「゛」）變成「こいし」的說法，總之單字「恋」只有「こい」的音啦。 古明地 姐妹二人的種族都是名叫「覚」的妖怪，身上（胸口？）有第三隻眼睛（心眼）， 可以看到對方內心的想法。「覚」這類妖怪因爲這種能力而被世人和其它妖怪們討厭，從而逃到舊地獄去了， 但是在舊地獄中還是會被地獄中的妖怪們討厭。姐姐古明地覚因此和妹妹一起， 生活在舊地獄地底一個叫地靈殿的地方，和別的妖怪們都不來往。「覚」雖然不受會說話的世人和妖怪歡迎， 卻很受不會說話的小動物們喜愛，或許也是因爲讀心的能力吧，「因爲會說話的生物，都有表裏兩面」。 古明地 こいし作爲妹妹，看到姐姐被世人的嫌棄和驅逐，從而 成爲了一個把自己讀心的眼睛（內心）關閉起來了的「覚」。 こいし的能力是「操縱無意識的能力」，因爲關閉了心眼，沒有辦法讀別人的心，也沒有自己的內心， 所以無法思考複雜的事情，所作所爲都基於自己的無意識，也沒法建立複雜的人物關係。 存在感稀薄，很難被人注意到。她的名字的幾種可能的寫法，「小石」也即無法被人注意到的存在， 「故意死」也即自己的意識（故意）的死，「恋死」也即心的死。 歌詞用詞本身都很簡單，不如說相比「 魂音泉 」和「 凋叶棕 」的歌而言，「 幽閉サテライト 」社團 senya 主唱的這幾首歌都非常輕易近人，沒有很難的詞很生僻的字。於是就只給出標註假名，修正了一部分漢字表記的版本吧。 もう 此処 には 無 いと 覚 っているはずの 最後 の ピース 明 らめたくないだけ 数 え 切 れない 真夜中 を 何 度 繰 り 返 して 私 は 答 を 出 せず 目 を 閉 じた 誰 かと 過 ごす 時 だけ 一人 になりたいと 描 きかけた 絵 を 破 って 泣 いてばかり 誰 にも 教 えたことのない 私 を 今 貴女 に 見 せるわ （ 約束 して） もう 何処 にも 無 いと 分 かってるはずの 最後 の ピース 諦 められないみたいで… 駄々 を 捏 ねてる 私 を 愛 して、ねえ？ 弱 い 心 を 撫 で 合 いたい 形 が 無 いと 分 かった 言葉 の 羅列 に 嫌気 が 差 しているだけ 「…もう 戻 るね」 消 えかけた 後遺症 が 囁 くから 秩序 をくれたとしても （ 壊 したくなる） 何 故 か 喉 の 渇 きが 収 まらない 分 けてよ、 毒 でいいから （ 幸 せそうその 目 盗 めないで） もう 何処 にも 無 いと 分 かってるはずの 最後 のピース 諦 めたくないだけ 駄々 を 捏 ねてる 私 を 見 つめて、ねえ？ 貴女 の 前 じゃ いい 子 ぶらない 玩具 箱 片 付 けたくない このまま 抱 き 締 めて もう 此処 には 無 いと 覚 ってるはずの 最後 のピース 諦 めたくないだけ 駄々 をこねてる 私 を 愛 して、ねえ？ 弱 い 心 を 撫 で 合 いたい","tags":"songs","url":"//sak.uy/sasayaku-kiekaketa-kouishouga.html"},{"title":"とある瀟洒な従者の物語","text":"流れた一瞬ほんの束の間に 動きを止めた時計の針 流逝中的一瞬絲毫剎那間 讓時鐘的錶針停止了走動 作業的か業務的な仕事ぶりまた今日もテキパキと施し 流程式或者說業務式的工作的樣子 今天也利索地搞定 子守役足したような従事 此処には多種多様な住人 幹的活不過是照看孩子 這裏有各種各樣的居民 館の主 姉妹 魔法使い 門番はいつも仕事をしない 宅子的主人 姐妹 魔法使 看門人永遠也不幹活 よく使うティーカップは 見た目よりも入らないとさ 平日常用的茶杯 比起看起來的樣子還要盛不下 紅茶を注ぐなんて事は 常日頃の仕事 もとい日課 泡紅茶之類的事情 一直是平日的工作 不對是日常 静止した空間の中で 傍に仕える 立てぬ波風 靜止的空間中 服侍在身旁 平穩不驚 異端的でもよくある話 とある瀟洒な従者の物語 雖說是異端但也挺常見的 某個瀟灑的從者的故事 月明かりの中に 猶予う人集り 明亮月光中聚集起躊躇的人們 少し欠けた輪のシルエットにいつもの紅茶の口どけ 稍微的殘月剪影中品一口一直喝的紅茶 影が指す時刻に 昨夜と同じ香り 身影指向的時刻中 和昨晚一樣的香氣 雲間に揺蕩う月光が照らす十五夜の月時計 雲間掩映着的月光照亮了十五夜的月時鐘 不可逆な停止 時計の盤面に 凍りついて動かない針 不可逆的停止 時鐘的錶盤上 凍住沒法動的錶針 清掃 侵入者排除 能力の差異から同属嫌悪 清掃 排除侵入者 因爲能力上的差異而導致對同類的厭惡 面倒事尽きぬ話題 厄介な役回り背負い込む事も 麻煩不盡的話題 不斷肩負起棘手的職責這一點也是 百年以上も年上の 主は中身も見た目も子供 比自己年長了百歲有餘的 主人無論內心或外表都還是個孩子 マジックはいつも謎めいて 経験した擬似的永遠 魔法總是難以解釋 體驗就像虛擬的永恆 従順な奇術師の世界 見境無く惑わす幻影 順從的奇術師的世界 看不清詭計令人困惑的幻影 使い込まれたティーカップの中に 浮かぶ僅かな蟠り 用慣了的茶杯中 漂浮着還在掙扎的小蟲 紅茶を注ぐ まだ許容範囲 とある瀟洒な従者の物語 泡紅茶尚在能力所及範圍內 某個瀟灑的從者的故事 月明かりの中に 猶予う人集り 明亮月光中聚集起躊躇的人們 少し欠けた輪のシルエットにいつもの紅茶の口どけ 稍微的殘月剪影中品一口一直喝的紅茶 影が指す時刻に 昨夜と同じ香り 身影指向的時刻中 和昨晚一樣的香氣 雲間に揺蕩う月光が照らす十五夜の月時計 雲間掩映着的月光照亮了十五夜的月時鐘 不可逆な停止 無理が生じ 盤面で小刻みに揺れる針 不可逆的停止 難爲的事情 錶盤上每秒都搖擺的錶針 代償は如何程 倍返し 手品 種明かしの覚悟 代價是何種程度 加倍奉還 魔術 要揭開謎底的覺悟 気付かぬ内に罅割れたティーカップもうラストオーダー 不知不覺間有了裂紋的茶杯也要是最後一杯了 零れた紅茶つかぬ取り返し とある瀟洒な従者の物語 潑出去的紅茶無法挽回 某個瀟灑的從者的故事 月明かりの中に 猶予う人集り 明亮月光中聚集起躊躇的人們 少し欠けた輪のシルエットにいつもの紅茶の口どけ 稍微的殘月剪影中品一口一直喝的紅茶 影が指す時刻に 昨夜と同じ香り 身影指向的時刻中 和昨晚一樣的香氣 雲間に揺蕩う月光が照らす十五夜の月時計 雲間掩映着的月光照亮了十五夜的月時鐘 流れた一瞬 ほんの束の間に 動き出した時計の針 流逝中的一瞬絲毫剎那間 時鐘的錶針開始走動 短いようで長い間 また逆も然り それぞれの立場 感覺短暫實則很長的時間 反過來看也同樣 從不同的立場 少し欠けた月の日に小夜嵐が運んできた紅茶の香り 月亮稍缺的那天小夜嵐搬來的紅茶的香氣 普遍的でどこか物悲しい とある瀟洒な従者の物語 普遍但是哪兒有些悲涼 某個瀟灑的從者的故事 紅魔郷 ５面ボス十六夜咲夜テーマ 月時計～ルナ・ダイアル （原曲） 《とある 瀟洒 な 従者 の 物語 》，《某位瀟灑的從者的故事》，出自社團「魂温泉」。原曲是 《TH06 東方紅魔郷 ～ Embodiment of Scarlet Devil.》的５面BOSS十六夜咲夜的主題曲 《月時計～ルナ・ダイアル》 。 歌詞中前註 的是たま， 的 rap 是 ytr ， 是兩人一起。 又是一首關於十六夜咲夜講述 壽命論 的歌呢， 這首歌其實也是誘發我 最初想要翻譯東方歌詞的契機 。7年前大概還是我孤身一人剛到日本的時候，最初聽到這首歌時還不太理解歌詞和視頻背後的故事， 只是因爲用了咲夜BOSS戰的曲調而覺得很好聽。後來無意中在某處論壇看到一篇帖子的解釋， 找回來又聽了一遍，就哭得止不住了……從此東方的音樂在我心中留下了特殊的地位。 這麼多年後，每每回到這首不算很長的歌(短いようで長い)，眼眶總能在3分半中溼潤起來。 也因爲地位太過特殊，開始翻譯這個東方歌詞的系列以來，這首歌一直都在我的計劃列表中， 卻一直都遲遲沒有發出來，拖到了現在。 關於咲夜和蕾米這對CP之間的 壽命論 話題在之前一篇 咲夜 〜親不孝な人間のお話〜 中也描述過基本故事背景了，不同於那篇以蕾米利亞的視角描述的故事，這篇歌詞中描述的是咲夜的視角。 歌詞不長，描述的故事卻疊加了幾個層次於是難以理解，加上這個 MV 描繪的場景讓整個故事更加豐富了起來。 歌詞文本的表面所描述的故事，某個瀟灑的從者日常在紅魔館的工作，泡茶、清掃、侵入者排除， 咲夜都在停止的時空中利落地完成。歌詞中錶針的停與走，漸漸凸顯出咲夜身體的疲態。 MV 中增加了更多細節，包括人物的神態和動作，都有背後響應的含義。 一開始咲夜和大小姐初次見面並肩站在一起，咲夜捧着的玫瑰是從何而來呢。 大小姐手中拿着的百合花，神態中透露出的不安與猜疑， 想要牽手卻又不敢的小動作，與咲夜一臉憧憬與興奮地回顧大小姐的神情成爲反差。 接下來的故事，就在字詞解釋中詳述吧（建議開個小窗一邊看 MV 一邊閱讀）： 流 れた 一瞬 ほんの 束 の 間 に 動 きを 止 めた 時計 の 針 動 きを 止 めた：這裏用了他動詞「 止 める」， 表示是有人讓時鐘指針停下的。 作業 的 か 業務 的 な 仕事 ぶりまた 今日 もテキパキと 施 し 咲夜幹活時，大小姐呆坐在沙發上是在思考什麼呢。初見的時候以爲咲夜用了時間魔法， 但是後來的MV中用時間魔法的時候畫面是黑白的，可見這裏大小姐沒有動作的時候時間並沒有停止。 子守 役 足 したような 従事 此処 には 多種 多様 な 住人 兩人都沒有動作時，房間背景光線的角度，暗示時間的流淌。大小姐品着紅茶開着咲夜， 咲夜則保持從者的樣子守在一旁。 館 の 主 姉妹 魔 法 使 い 門番 はいつも 仕事 をしない MV 中門番美鈴又靠着樹在睡覺。值得一提TH06玩家侵入紅魔館的時候，美鈴是有認真看門，上前阻攔的。 よく 使 う ティー カップ は 見 たよりも 入 らないとさ 紅茶 を 注 ぐなんて 事 は 常 日頃 の 仕事 もとい 日課 もとい：正式的發言中訂正前述語句的時候用的話，類似「不對」或者「不，應該說是」 静止 した 空間 の 中 で 傍 に 仕 える 立 てぬ 波風 立 てぬ 波風 ：熟語「 波風 を 立 てない」，不引起騷動。 異端 的 でもよくある 話 とある 瀟洒 な 従者 の 物語 MV 中這裏咲夜發動魔法停止了時間，魔術「變」出了一朵百合。大小姐腦中一瞬間閃現出的骷髏是？ 月 明 かりの 中 に 猶予 う 人 集 り 猶予 う：躊躇，猶豫，止步不前。這個動詞是名詞「 十六夜 」的動詞原型。 少 し 欠 けた 輪 の シルエット にいつもの 紅茶 の 口 どけ 影 が 指 す 時刻 に 昨夜 と 同 じ 香 り 咲夜拿出飛刀，對面是紅白。天空沒有紅霧，這時時間背景並非紅霧異變中， 大半夜巫女跑來紅魔館做什麼呢。 雲間 に 揺蕩 う 月光 が 照 らす 十五夜 の 月 時計 揺蕩 う：另一種漢字表記是「 猶予 う」，和「 猶予 う」屬於近意而同漢字的和語詞。 不可逆 な 停止 時計 の 盤面 に 凍 りついて 動 かない 針 《紅魔鄉》中玩家（操縱紅白或者黑白）闖入紅魔館的見到咲夜時候，咲夜就以「侵入者排除」的理由停下了時間開打。 清掃 侵入 者 排除 能力 の 差異 から 同属 嫌悪 咲夜的設定中，因爲咲夜能力而被人類所排斥，最終被大小姐收留。因而咲夜也同樣厭惡人類，從而對身爲人類的紅白或黑白兵刃相向。 MV 中的時間背景在紅霧異變之後，黑白來紅魔館只是找帕秋莉借書，咲夜也是一副厭惡的眼神。（絕不是因爲怕黑白這個慣偷順手摸走什麼東西～） 面倒 事 尽 きぬ 話題 厄介 な 役 回 り 背負 い 込 む 事 も 厄介 な 役 回 り：指排除侵入者必然要引起紛爭這件事。 背負 い 込 む：身爲女僕的咲夜自己挑起的職責，原本交給主人大小姐就好。 百 年 以上 も 年上 の 主 は 中身 も 見 た 目 も 子供 設定中大小姐約500歲，二小姐約400歲，而兩人的性格和外表都是小孩。當然咲夜的設定也還是普通人類的少女，大概十六・七歲。 紅魔館其餘住民的帕秋莉和紅美鈴也都年長百歲以上。 マジック はいつも 謎 めいて 経験 した 擬似 的 永遠 咲夜能讓時間停止的能力究竟如何做到的似乎咲夜自己也不是很清楚。二設中，咲夜的能力可能來源於大小姐「讓願望實現」卻總是帶來不如所願的結果的能力。 従順 な 奇術 師 の 世界 見境 無 く 惑 わす 幻影 當然咲夜的這種能力無論在日常雜物中或是在對付普通的人類時都非常有效，咲夜的世界。 使 い 込 まれた ティー カップ の 中 に 浮 かぶ 僅 かな 蟠 り 茶杯中掙扎的小蟲，可能代指剛剛解決掉的奄奄一息的「侵入者」。 在二設中偶爾有的作品設定會說咲夜給身爲吸血鬼一族的大小姐喝的紅茶中混有人血， 因此「泡紅茶」這個動作可能並非字面意思這麼簡單。 紅茶 を 注 ぐ まだ 許容 範囲 とある 瀟洒 な 従者 の 物語 許容 範囲 : 身體、能力允許的範圍。泡茶還在咲夜身體的允許範圍內。 咲夜在看着懷錶，計算着時間，對面沙發上的骷髏… 月 明 かりの 中 に 猶予 う 人 集 り 紅白要帶着咲夜飛向何處？ 少 し 欠 けた 輪 の シルエット にいつもの 紅茶 の 口 どけ 影 が 指 す 時刻 に 昨夜 と 同 じ 香 り 注意咲夜的眼眶漸黑。 雲間 に 揺蕩 う 月光 が 照 らす 十五夜 の 月 時計 不可逆 な 停止 無理 が 生 じ 盤面 で 小 刻 みに 揺 れる 針 咲夜看着懷錶在掩面而泣。 代償 は 如何程 倍 返 し 手品 種 明 かしの 覚悟 代償 は 如何程 倍 返 し：使用時間的魔法的代價是縮短自己的生命這一點，咲夜心知肚明。 手品 種 明 かし：Th9.5《文花帖》中咲夜的稱號「危険な手品師」， 「 手品 」對應漢語中表演形式的魔術，日語的「 魔術 」則涵蓋了漢語魔法的意思。這裏說魔術也快到要露餡的程度了。 気 付 かぬ 内 に 罅 割 れた ティー カップ もう ラスト オーダー ラスト オーダー : 和製英語詞，飲食店在關店前（通常３０分鐘前）會停止接納新顧客並詢問每位顧客最後的點單。 目擊咲夜在哭的兩位小惡魔女僕擔心的眼神。 零 れた 紅茶 つかぬ 取 り 返 し とある 瀟洒 な 従者 の 物語 つかぬ 取 り 返 し：熟語「 取 り 返 しつかない」，無法挽回的。 咲夜在脣邊豎起食指，小惡魔女僕們鞠躬以示保守祕密。 月 明 かりの 中 に 猶予 う 人 集 り 這一次在天台看着月亮的是大小姐，對面是剛剛帶着咲夜飛走的紅白。 少 し 欠 けた 輪 の シルエット にいつもの 紅茶 の 口 どけ 影 が 指 す 時刻 に 昨夜 と 同 じ 香 り 雲間 に 揺蕩 う 月光 が 照 らす 十五夜 の 月 時計 咲夜給紅白看了自己的懷錶。注意咲夜的眼眶和眼神。 月 明 かりの 中 に 猶予 う 人 集 り 咲夜搖搖擺擺地走過沙發，沙發上一具骷髏握着百合花。 少 し 欠 けた 輪 の シルエット にいつもの 紅茶 の 口 どけ 影 が 指 す 時刻 に 昨夜 と 同 じ 香 り 雲間 に 揺蕩 う 月光 が 照 らす 十五夜 の 月 時計 注意此時咲夜的手上沒有懷錶了。 流 れた 一瞬 ほんの 束 の 間 に 動 き 出 した 時計 の 針 MV 畫面又回到咲夜和大小姐最初見面的時候。注意樹下的咲夜和大小姐身邊的咲夜，兩個咲夜。 短 いようで 長 い 間 また 逆 も 然 り それぞれの 立場 從咲夜的立場看，雖然流淌的時間很短暫但算上暫停的時間很長。反過來從大小姐的立場看，和咲夜共處的數年只是幾百年生命中的一瞬，卻是很充實快樂的時光。 MV 中紅魔館居民站成一排 少 し 欠 けた 月 の 日 に 小夜嵐 が 運 んできた 紅茶 の 香 り 小夜嵐 ：Th10.5《緋想天》中咲夜的稱號「小夜嵐のメイド」。 普遍的でどこか物悲しい とある瀟洒な従者の物語 百合花的顏色。 繼續說歌詞和 MV 中描繪的故事。歌詞和 MV 的首尾形成了一個輪迴，結尾時新的咲夜與大小姐並肩站在一起， 接上一開始咲夜和大小姐初見的場景。這時跳回到 MV 的開頭，能看出很多漏掉的細節。 關於 MV 中留下的疑點，一說是咲夜在自己臨終時，請求博麗的巫女將之帶出幻想鄉， 在現世找到來幻想鄉之前的咲夜自己，將控制時間的能力交給新的自己，帶回紅魔館，繼續服侍大小姐。 這種解釋能說明爲什麼博麗的巫女出現在紅魔館的理由，博麗神社作爲幻想鄉和現世的邊界， 位於博麗大結界邊界上，博麗的巫女也即擁有自由來往與幻想鄉與現世的能力。 當然幻想鄉最強的紅白也沒有能力讓時間回溯，大多數作品中現世與幻想鄉的時間流逝也是並行交錯的， 從而這種輪迴也略牽強。不過知道以輪迴的方式，咲夜雖然不能保持記憶，卻能一直服侍在永生的大小姐身旁， 這種打破壽命論的觀點對於支持這對CP的人們來說也算是心理慰籍。 show me your love (Pixiv 7752045) 紅魔館エントランス (Pixiv 44292962) Valiant Ride (Pixiv 31487664) S (Pixiv 56356302) 門前であなたと (Pixiv 66382172)","tags":"songs","url":"//sak.uy/toaru-shoushana-juushano-monogatari.html"},{"title":"三千世界","text":"過去の過ちを恥じる 愧疚於過去的過失 朽ちゆく僕に 腐壞而去的我 見守る君が笑う 守護着的妳笑着 三千世界 三千世界 手を取り合う事等は 相互牽手之類的事情 頂に着くためには不要と 爲了到達頂點的話並不需要 天に輝く唯一となる 己に憧れた 憧憬起在天空中唯一閃耀的自己 過信した魂はいつか 過於自信的靈魂在某一刻 全身を知らぬ孤独で震わす 會因爲不知全部的孤獨而震顫 地を見下ろし 性隠し 俯視大地 藏起本性 強さを叫び 呼喊強大 身に纏った誇りを 纏在身上的誇耀之物 魅せつけたのさ 只是故意給世人看的虛表 けれど僅かな虚しさ 只不過僅有微微的虛無感 半端な自信 半吊子的自信 己の小ささ知る 知道自己的渺小 三千世界 三千世界 両手を天に掲げた 擡起兩手向天空高舉 無責任な無限を身に浴びた 將自己沐浴在無責任的無限中 届かぬ故に美を嗜める 正因爲傳達不到而苦惱於（神的）美 小さな僕がいた 留下小小的我 答えなど分かり切っていた 答案其實已經徹底清楚了 ここにいる 只是想留在這裏 それを認めて欲しくて… 想被認可這一點… 気高き空 高らかに 對着高高蒼天 的最高最遠處 弱さを叫び 呼喊自己的弱小 身に纏った誇りを 纏在身上的誇耀之物 捨ててしまおう 不如扔掉算了 欲を認め 業と知り 承認自己的慾望 知道自己的業因 裸になれば 全身赤裸的話 皆同じ眺めさ 所有人看起來都是一樣的 三千世界 三千世界 僕らは既に持っていたんだ 我們其實已經擁有了 小細工ばかり覚えてきたけれど 雖然記得的只是一些小聰明 「言葉」ならば胸の奥 但是重要的「話語」還在心底 それがすべてさ 那就是全部 気高き空 高らかに 對着高高蒼天 的最高最遠處 弱さを叫び 呼喊自己的弱小 身に纏った誇りを 纏在身上的誇耀之物 捨ててしまおう 不如扔掉算了 欲を認め 業と知り 承認自己的慾望 知道自己的業因 裸になれば 全身赤裸的話 皆同じ眺めさ 所有人看起來都是一樣的 三千世界 三千世界 どうか君よ 泣かないで 希望妳 不要再哭了 この身朽ちても 就算這身體腐朽 魂はここにある 靈魂還會留在這兒 三千世界 三千世界 東方原曲 風神録 ５面テーマ 少女が見た日本の原風景 （原曲） 《三千世界》，東風谷早苗的歌，原曲是《TH10 東方風神録 ～ Mountain of Faith.》的５面主題曲 《 少女 が 見 た 日本 の 原 風景 》。 風神錄整體都可以說是圍繞早苗的故事，作爲人類出身，擁有了風的能力，職業是比巫女高級一些的「 風 祝 」， 因其能力被世人認作是神明（ 現人神 ），來到幻想鄉。 把霊夢當作是競爭對手和前輩，處處向霊夢學習或比試，認真溫順責任感強而缺乏常識的孩子。 標題《三千世界》，來自佛教梵語，並非指三千個世界，而是小千世界中千世界大千世界合稱的三千世界。 一個小世界大概對應常人所說的一個宇宙，一千個小世界就是一個小千世界，一千個小千世界是一個中千世界， 一千個中千世界是一個大千世界。按計算機的單位的話，小千世界是1K世界，中千世界是1M世界，大千世界是1G世界。 一尊佛渡化一個大千世界。 過去 の 過 ちを 恥 じる 這三句歌詞合起來是一句話，因爲日語的謂語後置所以翻譯順序有些顛倒。 朽 ちゆく 僕 に 「愧疚於過去的過失」是定於修飾「腐壞而去的我」，後面格助詞「に」表示 見 守 る 君 が 笑 う 後半句「守護着的妳笑着」的對象是中間那句「我」 三千世界 手 を 取 り 合 う 事 等 は 頂 に 着 くためには 不要 と 天 に 輝 く 唯一 となる 己 に 憧 れた 過信 した 魂 はいつか 全身 を 知 らぬ 孤独 で 震 わす 地 を 見 下 ろし 性 隠 し 強 さを 叫 び 身 に 纏 った 誇 りを 魅 せつけたのさ けれど 僅 かな 虚 しさ 半端 な 自信 己 の 小 ささ 知 る 三千世界 両手 を 天 に 掲 げた 無責任 な 無限 を 身 に 浴 びた 届 かぬ 故 に 美 を 嗜 める 小 さな 僕 がいた 答 えなど 分 かり 切 っていた ここにいる それを 認 めて 欲 しくて… 気 高 き 空 高 らかに 弱 さを 叫 び 身 に 纏 った 誇 りを 捨 ててしまおう 欲 を 認 め 業 と 知 り 裸 になれば 皆 同 じ 眺 めさ 三千世界 僕 らは 既 に 持 っていたんだ 小細工 ばかり 覚 えてきたけれど 「 言葉 」ならば 胸 の 奥 それがすべてさ 気 高 き 空 高 らかに 弱 さを 叫 び 身 に 纏 った 誇 りを 捨 ててしまおう 欲 を 認 め 業 と 知 り 裸 になれば 皆 同 じ 眺 めさ 三千世界 どうか 君 よ 泣 かないで この 身 朽 ちても 魂 はここにある 三千世界","tags":"songs","url":"//sak.uy/sanzensekai.html"},{"title":"どうして…","text":"翳る日暮れにふと向う眼差しの先 黃昏日落中目光所及的遠方 言葉を失くした景色の中あなたは居て 令人失言的景色中有妳在那裏 人は儚くも雪のように消えるものならば 如果說人是虛幻飄渺會像雪一樣消失的話 この思いさえも諸共に消えてしまえばいい 那讓這份思念也能和別的一起消失就好了 春は旅 朝に此処を発つ日のこと 春日啓程 大清早離開這裏踏上旅途 夏の度 二人の夜を思う 夏日每次 思念兩人共度的夜晚 秋の闇 夕暮より暗く 秋日暗影 比夕陽更黑暗 冬を呼び 四季はめぐり 冬日呼喚 四季又輪轉 桜舞う 華やかな宴の最中 花瓣起舞 於光鮮絢麗的宴席中 星は降る あなたに降り注ぐ 衆星隕落 於妳所在之處 月が照る 二人の影作る 月光照亮 映出兩人身影 雪積もる 巡り巡る 飄雪堆積 輪轉反覆 それでもあなたは遠い… 即便如此妳還是很遙遠… ねぇ どうして 吶 爲什麼 あなたは私を見てくれないの 妳不看向我呢 あなたは誰を見ているの 妳又在看向誰呢 ねぇ どうして 吶 爲什麼 あなたを何時でも探しているの 總是在尋找妳呢 あなたは一体何処にいるの 妳到底身在何處呢 ねぇ 誰か… 吶 有誰… 教えて… 能告訴我 四季は移ろい 変われども 変わらぬもの一つ 無論四季交替 萬物變遷 不變的還有一件 幾年も抱き 続けたもの 心の中に 即便經年累月 堅持的東西 還在心中 幾度と呼べど 終ぞ届かぬ この儚き声は 任憑幾度呼喊 最終傳達不到 這虛無的聲音 宛ら詠み 人知らずの 歌のように響く 宛若這 故意不讓人聽懂的 歌曲一般迴響 魔を封じ あの日 出会いは唐突に 封魔時 的那天 相遇很唐突 夢の時 本当に夢のよう 夢幻時 真的像夢一般 幻想は 何処までも続く 幻想時 到何處爲止 怪奇の 手にかかる様で 怪異的 手中似乎掌控一切 紅き運命は 二人を定むのか 紅色的命運 是註定了二人麼 妖し夢 幻を見せるか 妖豔的夢境 是要讓人看到幻境麼 永久の夜 何処まで続くのか 永久的夜晚 會持續到何時呢 そして春 はまた巡る 然後春天 又要輪轉 それでもあなたは遠い… 嗚呼 即便如此妳還是很遙遠… 啊 ねぇ どうして 吶 爲什麼 あなたは私を見てくれないの 妳不看向我呢 あなたは誰を見ているの 妳又在看向誰呢 ねぇ どうして 吶 爲什麼 あなたを何時でも探しているの 總是在尋找妳呢 あなたは一体何処にいるの 妳到底身在何處呢 ねぇ 誰か… 吶 有誰… 教えて… 能告訴我 花映塚 博麗霊夢のテーマ 春色小径 ～ Colorful Path （原曲） 又是一首凋叶棕的博麗霊夢的主題曲，標題「どうして…」譯作「爲什麼…」。 原曲是糅合了三部ZUN作曲的東方原曲： TH01「 東方靈異伝 ～ Highly Responsive to Prayers. 」 中１～４面、地獄１６～１９面的主題曲「 永遠の巫女 」 TH08「 東方永夜抄 ～ Imperishable Night. 」 中博麗霊夢（４面BOSS）的主題曲「 少女綺想曲 ～ Dream Battle 」 TH09「 東方花映塚 ～ Phantasmagoria of Flower View. 」 中博麗霊夢的主題曲「 春色小径 ～ Colorful Path 」 橫跨黑歷史（PC-98作）和正作，歌詞中也是從 TH02 到 TH09 悉數盡點了一遍，於是不太能猜出歌詞想要描述的故事…… 或許就如歌詞中所言「宛若這故意不讓人聽懂的歌曲一般迴響」，是想故意不讓人聽懂吧。 翳 る 日 暮 れにふと 向 う 眼 差 しの 先 翳 る：陰暗無光的樣子 言葉 を 失 くした 景色 の 中 あなたは 居 て 人 は 儚 くも 雪 のように 消 えるものならば この 思 いさえも 諸共 に 消 えてしまえばいい 春 は 旅 朝 に 此処 を 発 つ 日 のこと 夏 の 度 二人 の 夜 を 思 う 夏 の 度 ：直譯：每當到夏天的時候 秋 の 闇 夕暮 より 暗 く 冬 を 呼 び 四季 はめぐり 桜 舞 う 華 やかな 宴 の 最中 星 は 降 る あなたに 降 り 注 注 月 が 照 る 二人 の 影 作 る 雪 積 もる 巡 り 巡 る それでもあなたは 遠 い… ねぇ どうして あなたは 私 を 見 てくれないの あなたは 誰 を 見 ているの ねぇ どうして あなたを 何時 でも 探 しているの あなたは 一体 何処 にいるの ねぇ 誰 か… 教 えて… 四季 は 移 ろい 変 われども 変 わらぬもの 一 つ 幾年 も 抱 き 続 けたもの 心 の 中 に 幾度 と 呼 べど 終 ぞ 届 かぬ この 儚 き 声 は 宛 ら 詠 み 人 知 らずの 歌 のように 響 く 詠 み 人 知 らず：熟語「 知 らず 詠 み」，故意裝作不知情而唱起歌的樣子 魔 を 封 じ あの 日 出 会 いは 唐突 に 魔 を 封 じ： TH02 東方封魔録 ～ the Story of Eastern Wonderland. 夢 の 時 本当 に 夢 のよう 夢 の 時 ： TH03 東方夢時空 ～ Phantasmagoria of Dim.Dream. 幻想 は 何処 までも 続 く 幻想 ： TH04 東方幻想郷 ～ Lotus Land Story. 怪奇 の 手 にかかる 様 で 怪奇 ： TH05 東方怪綺談 ～ Mystic Square. 紅 き 運命 は 二人 を 定 むのか 紅 き 運命 ： TH06 東方紅魔郷 ～ the Embodiment of Scarlet Devil. 妖 し 夢 幻 を 見 せるか 妖 し 夢 ： TH07 東方妖々夢 ～ Perfect Cherry Blossom. 永久 の 夜 何処 まで 続 くのか 永久 の 夜 ： TH08 東方永夜抄 ～ Imperishable Night. そして 春 はまた 巡 る 春 はまた 巡 る ： TH09 東方花映塚 ～ Phantasmagoria of Flower View. それでもあなたは 遠 い… 嗚呼 ねぇ どうして あなたは 私 を 見 てくれないの あなたは 誰 を 見 ているの ねぇ どうして あなたを 何時 でも 探 しているの あなたは 一体 何処 にいるの ねぇ 誰 か… 教 えて… Between reality and fantasy (Pixiv 34811784) 画风转 (Pixiv 63409027) 博麗霊夢 (Pixiv 64779893) 星月夜 (Pixiv 34844544) HOLIDAY DIARY #8 (Pixiv 51103160)","tags":"songs","url":"//sak.uy/doushite.html"},{"title":"曰くつきの艶書","text":"特別な世界と 特別な人と 特別的世界 和特別的人 何も不思議じゃない 普通の人間と 和完全沒有不可思議之處的普通人 憧れでもなくて 羨みでもない 不是憧憬 也不是羨慕 限りなくゼロに近い 気持ちだけ 只是無限接近於零的心情 それっていつだって 那是什麼時候的事情呢 人って忘れてくから 人也真是健忘 傷つかないように 可能只是盡力不想傷害 守っているだけなのかも 只是默默守護着 しれないね 也說不定 例え明日がこなくても 就算明天沒有到來 わたしは続いてく 我也會繼續下去 この先も傍に居る 這以後永遠在妳身邊 そう思いながら 一邊這麼想 眠りにつくの 一邊要睡着 好奇心が強くて 物怖じしないで 好奇心很強 也不懼怕事物 誰にも優しくて 少し利己的な娘 對誰都很溫柔 也有點利己的孩子 ここで生きてくこと ルールを守れば 要在這兒生活的話 只要遵守規則 難しくないよ 不安はあるけど 一點也不難呀 雖然會有不安 もし君がいつか 如果有一天 人の敵になっても 妳與衆人爲敵的話 大丈夫だから 也沒關係的 わたしもあのひともいる 我和那個人都在 覚えてるよ 記住這呀 例え世界が崩れても 就算世界都崩潰了 平和は続くから 和平也會繼續下去的 わたしの中のあの娘を 我心中的那個孩子 ずっと生かしてたい 想讓她一直活下去 生きてる限り 只要我還活着 普通の人間だけど 普通じゃない 雖然是普通人 卻不普通 わたしと似てる君を 見守りたい 想要守護很像我的妳 例え二度と目が覚めなくても 就算再也不會睜開眼睛 記憶は繋がる 記憶是連在一起的 わたしじゃなくなるけど 雖然會變得不再是我了 わたしでいるから 但是以我的形式存在 例え明日がこなくても 就算明天沒有到來 わたしは続いてゆく 我也會繼續下去 この先も傍に居る 這以後永遠在妳身邊 そう思いながら 一邊這麼想着 眠りにつくの 一邊要睡着 東方妖恋談 （原曲） 《 曰 くつきの 艶 書 》 ，翻譯一下的話便是《帶着故事的情書》。博麗 靈 夢還不是博麗 霊 夢的時候，博麗 靈 夢的歌。 曲調來自東方黑歷史（PC98作） TH03 《東方夢時空 〜 Phantasmagoria of Dim.Dream.》中博麗 靈 夢的主題曲《東方妖恋談》， 和ZUN主筆的東方官方設定集《東方求聞史紀 〜 Perfect Memento in Strict Sense.》附錄CD「幺楽団」 中的《阿礼の子供》。 歌詞中講述的故事來自ZUN起草春河もえ作畫的漫畫《東方鈴奈庵》的第十六・十七話。 特別 な 世界 と 特別 な 人 と 特別的世界 和特別的人 何 も 不思議 じゃない 普通 の 人間 と 和完全沒有不可思議之處的普通人 憧 れでもなくて 羨 みでもない 不是憧憬 也不是羨慕 限 りなくゼロに 近 い 気 持 ちだけ 只是無限接近於零的心情 それっていつだって 那是什麼時候的事情呢 人 って 忘 れてくから 人也真是健忘 傷 つかないように 可能只是盡力不想傷害 守 っているだけなのかも 只是默默守護着 しれないね 也說不定 例 え 明日 がこなくても 就算明天沒有到來 わたしは 続 いてく 我也會繼續下去 この 先 も 傍 に 居 る 這以後永遠在妳身邊 そう 思 いながら 一邊這麼想 眠 りにつくの 一邊要睡着 好奇 心 が 強 くて 物 怖 じしないで 好奇心很強 也不懼怕事物 誰 にも 優 しくて 少 し 利己 的 な 娘 對誰都很溫柔 也有點利己的孩子 ここで 生 きてくこと ルールを 守 れば 要在這兒生活的話 只要遵守規則 難 しくないよ 不安 はあるけど 一點也不難呀 雖然會有不安 もし 君 がいつか 如果有一天 人 の 敵 になっても 妳與衆人爲敵的話 大丈夫 だから 也沒關係的 わたしもあのひともいる 我和那個人都在 覚 えてるよ 記住這呀 例 え 世界 が 崩 れても 就算世界都崩潰了 平和 は 続 くから 和平也會繼續下去的 わたしの 中 のあの 娘 を 我心中的那個孩子 ずっと 生 かしてたい 想讓她一直活下去 生 きてる 限 り 只要我還活着 普通 の 人間 だけど 普通 じゃない 雖然是普通人 卻不普通 わたしと 似 てる 君 を 見 守 りたい 想要守護很像我的妳 例 え 二 度 と 目 が 覚 めなくても 就算再也不會睜開眼睛 記憶 は 繋 がる 記憶是連在一起的 わたしじゃなくなるけど 雖然會變得不再是我了 わたしでいるから 但是以我的形式存在 例 え 明日 がこなくても 就算明天沒有到來 わたしは 続 いてゆく 我也會繼續下去 この 先 も 傍 に 居 る 這以後永遠在妳身邊 そう 思 いながら 一邊這麼想着 眠 りにつくの 一邊要睡着 博麗靈夢 (Pixiv 70666458) 博麗靈夢（旧作） (Pixiv 32920520) 靈夢立ち絵 表情差分 (Pixiv 54967865) バトルっぽい靈夢立ち絵 表情差分 (Pixiv 59688700)","tags":"songs","url":"//sak.uy/iwakutsuki-no-ensho.html"},{"title":"からくれなゐの影","text":"空見やればその姿 望向天空的話那個身影 馳せ 馳せ来る 彼方から 從遙遠彼方 飛馳而來 千里万里の向こうから 千里萬里的迢迢對面 今日も誰かが挑み来る 今天也有誰前來挑戰 「見せばやな」の声をあげ 「見識一下」衆人高喊 「やれ頼もう」の声をあげ 「上啊加油」群起振奮 どこからともなくやってくる 無論從何處都會趕來 その名もその影もまだ知らず 未曾聽聞的那名字那身影 ああ此度も現れる 啊 這次也出現了 からくれなゐ の色を帯び 唐紅色的一陣風飄過 虚仮威しの妖怪か 是虛張聲勢的妖怪麼 身の程知らずの妖精か 是毫無自知之明的妖精麼 果てはこれはこれはと 結果這一次這一次會是 これこそが真の強敵か 貨真價實的強敵麼 斯くも多彩な技を比べて 比試此般多彩的技巧 その奥義 その秘伝を 今高らかに 那奧義 那秘傳 如今更高階 掲ぐは何符 謳うは何符 揭起的是什麼符 詠唱的是什麼符 数えれば 如若細細數來 さあさ来るその影は 看呀看呀飛來的那個身影 からくれなゐ の色をして 全身帶着唐紅色 何度倒し倒されたとて 無論打倒幾次被放倒幾次 またもや変わらぬ明日が来る 不變的明天依舊會到來 その手にその「意味」握り締め 那手中緊握的那「意義」 「我を見よ我を見よ」とぞ挑み来る 「看向我呀看向我呀」若來挑戰還請便 からくれなゐ の影 唐紅色的身影 新たな挑戦者の此処へ 趕向新的挑戰者的地方 泡沫の夢 泡沫的夢境 さあ勝利の野望を打ち砕け 讓我來打碎妳勝利的野心 己の意味を打ち立てて 確立起自己存在的意義 表演ってみせるが弾幕で 用彈幕表演給衆人看 これが我が身我が心と 這是我的身體我的心 声なき「弾」にぞ叫んだる 用無聲的子彈來嘶喊 ああ斯くも素晴らしきは 啊啊 如此真棒呀 予定調和の味なるか 要變成既定展開的感覺 故に全ての幻想は 因此所有的幻想們都 「今か今か」と待っている 「差不多到時間了麼」在等着 いつか己もその声を 一定到時候讓妳自己也喊出那句話 天高く挙げて見せようぞ 望着高高的天空無可奈何 己の意義をただ只管に 自己的意義只是一味地 その意味 その思いを 本能のまま 那意義 那思想 遵循本能 紡ぐは何符 宣ぶは何符 編織的是什麼符 呼喊的是什麼符 重ねれば 交織起來的話 いざや問わんこの力 毋庸置疑的這份力量 我らが生きるこの空に 揮灑在我們生活的這片天空中 何度倒し倒されたとて 無論打倒幾次被放倒幾次 ついには変わらぬ明日がため 最終還是爲了不變的明天 勝ちにも負けにも仔細なく 不必拘泥於是勝還是敗 「我を見よ我を見よ」とぞ叫んだる 「看向我呀看向我呀」還請盡情呼喊 からくれなゐ の影 唐紅色的身影 新たな挑戦者の此処へ 趕向新的挑戰者的地方 邯鄲の夢 黃粱美夢 さあ悪しき企てを打ち砕け 讓我打碎妳的邪惡企圖 空飛ぶ巫女のその周りへ 飛空巫女的身邊 いざ集え 強敵は 召集而來的 無數強敵 からくれなゐ 色の影となって 成爲唐紅色的影子 空見やればその姿 望向天空的話那個身影 馳せ馳せ 来る来る彼方から 從遙遠彼方 不斷飛馳而來 千里万里の向こうから 千里萬里的迢迢對面 さあ今日も誰かがまた挑み来る 看吧今天又有誰前來再次挑戰 遊べ遊べよ幻想に 在幻想中盡情遊戲吧 最後に残るはいざ知らず 尚不知最後留下的會是誰 今をただただ生きること 現在只求能活下去 「我を見よ我を見よ」とぞ求めたる 「看向我呀看向我呀」敬情祈求吧 からくれなゐ の影 唐紅色的身影 無限の挑戦者の此処へ 趕向無數挑戰者的地方 永遠の夢 永遠的夢境 さあ人よ全てを打ち砕け 讓我打碎所有的人 アンノウンX ～ Unfound Adventure （原曲） 《からくれなゐの影》，寫作漢字的話大概是「 唐紅 の 影 」， 其中「ゐ」是歷史假名用法（歴史的仮名遣い）中的一個假名，發音是ワ行イ段的「 wi 」， 字形來自草書的「爲」字，現代假名用法（現代仮名遣い）中已經併入ア行的「い（i）」的音了，從而很少見到。 唐紅 是種顏色 唐紅色 ，十六進制表示的話是 ■ #D93448 。 這首歌的曲調來自格鬥作 TH12.3 《東方非想天則 ～ 超弩級ギニョルの謎を追え》的故事線最終章主題曲 《アンノウンX ～ Unfound Adventure》。作爲格鬥作最終章，曲風非常熱血澎湃，令人想用咆哮體喊出 「か！ら！く！れ！な！ゐ！の！か！げ！」的程度。 《からくれなゐの影》這首的歌詞描繪飛空巫女博麗霊夢和各種妖怪戰鬥比武的感覺， 歌詞和曲風一樣激情熱血，有違於巫女一向慵懶的作風（笑）。 關於「博麗霊夢」這個姓名，在幻想鄉中是這個名字沒錯，而其姓來自「博麗神社」這一點， 作爲巫女很不同尋常，因爲神社的名字一般是供奉的神靈的名字。結合一設中隱約提到過的 先代巫女，二設中歷代巫女都有博麗的姓，以及神主ＺＵＮ主筆的《儚月抄》中射命丸文 提到過的 ： これはそろそろ新しい巫女を探さなきゃいけない時期ってことか もう何度目になるのでしょう 新しい巫女が新聞のネタになりやすい人間ならいいのですが 這是意味着差不多到時間該去找新的巫女的時期了麼 這已經是第幾次了啊 要是新的巫女是容易作爲新聞素材的人類就好了 加之神主ZUN也曾提到過現任 巫女（霊夢）是僱傭而來的 ，從而一個推測是「博麗霊夢」這個姓名只是一個稱號，「霊夢」本人作爲真正的人類， 原本在幻想鄉之外可能另有別的姓名。 時值民國１０８年平成３１年舊曆新年，以一首紅紅火火的歌，獻上對所有人鬼妖魔神怪獸靈的祝福和懷念。 happy new year ! (Pixiv 72415177) 空 見 やればその 姿 馳 せ 馳 せ 来 る 彼方 から 千里 万里 の 向 こうから 今日 も 誰 かが 挑 み 来 る 「 見 せばやな」の 声 をあげ 見 せばやな：お見せしたいもの，想要给人看的东西，古語用法。 「 見 せ」是動詞「 見 す」的未然形，「ばや」是表願望的終助詞， 「な」是表詠嘆的終助詞。 「やれ 頼 もう」の 声 をあげ 「やれ」：幹啊，上啊。「頼もう」：求妳了。 どこからともなくやってくる 「どこからともなく」：不知道從何處而來。 その 名 もその 影 もまだ 知 らず 「博麗霊夢」姓名參考上述考據。 ああ 此度 も 現 れる からくれなゐ の 色 を 帯 び 虚 仮 威 しの 妖怪 か 虚 仮 威 し：虛張聲勢、狐假虎威。 讓愚蠢的人欽佩的表面手段，徒有虛表沒有實際內涵的樣子。 身 の 程 知 らずの 妖精 か 身 の 程 知 らず：沒有自知之明的樣子 果 てはこれはこれはと これこそが 真 の 強敵 か かくも 多彩 な 技 を 比 べて その 奥義 その 秘伝 を 今 高 らかに 掲 ぐは 何 符 謳 うは 何 符 数 えれば さあさ 来 るその 影 は からくれなゐ の 色 をして 何 度 倒 し 倒 されたとて またもや 変 わらぬ 明日 が 来 る その 手 にその「 意味 」 握 り 締 め 我 を 見 よ 我 を 見 よとぞ 挑 み 来 る からくれなゐ の 影 新 たな 挑戦 者 の 此処 へ 泡沫 の 夢 さあ 勝利 の 野望 を 打 ち 砕 け 己 の 意味 を 打 ち 立 てて 表演 ってみせるが 弾幕 で 表演 って：当て字「やって」，幹，打。行動作爲表演。 これが 我 が 我 が 心 と 声 なき「 弾 」にぞ 叫 んだる 弾 ：当て字， 声 ，聲音。子彈作爲聲音。 ああ 斯 くも 素 晴 らしきは 予定 調和 の 味 なるか 予定 調和 ： Pre-established harmony ， 這個詞來自莱布尼茨的哲學思想「 單子論 」，認爲每種事物實體都是只影響它本身的 單子(Monad) ，單子間不存在相互作用和因果關係，但是所有單子在唯一存在下共同達成既定的和諧。 現代日語的「予定調和」在此哲學思想的基礎上衍生出了接近於 「事物無論如何開端最後都會發展爲模式化的結果」這樣的意思。 故 に 全 ての 幻想 は 全 ての 幻想 ：這裏所有的幻想指幻想鄉所有居民。 「 今 か 今 か」と 待 っている 「 今 か」：到了決定勝負的時候了麼 いつか 己 もその 声 を 天 高 く 挙 げて 見 せようぞ 己 の 意義 をただ 只管 に その 意味 その 思 いを 本能 のまま 紡 ぐは 何 符 宣 ぶは 何 符 重 ねれば いざや 問 わんこの 力 我 らが 生 きるこの 空 に 何 度 倒 し 倒 されたとて ついには 変 わらぬ 明日 がため 勝 ちにも 負 けにも 仔細 なく 「 我 を 見 よ 我 を 見 よ」とぞ 叫 んだる からくれなゐ の 影 新 たな 挑戦 者 の 此処 へ 邯鄲 の 夢 邯鄲 の 夢 ：現代漢語作「黃粱一夢」，典出 《枕中記》 さあ 悪 しき 企 てを 打 ち 砕 け 空 飛 ぶ 巫女 のその 周 りへ 空 飛 ぶ 巫女 ：霊夢能力的描述是 「擁有在天空飛行程度的能力」。當然作爲幻想鄉最強的存在，其能力不僅於此。 いざ 集 え 強敵 は からくれなゐ 色の影となって 空 見 やればその 姿 馳 せ 馳 せ 来 る 来 る 彼方 から 千里 万里 の 向 こうから さあ 今日 も 誰 かがまた 挑 み 来 る 遊 べ 遊 べよ 幻想 に 最後 に 残 るはいざ 知 らず 今 をただただ 生 きること 「 我 を 見 よ 我 を 見 よ」とぞ 求 めたる からくれなゐ の影 無限 の 挑戦 者 の 此処 へ 永遠 の 夢 さあ 人 よ 全 てを 打 ち 砕 け 自由回廊 (Pixiv 71671791) 幻想鄉見聞錄 (Pixiv 50981359) ひとりの轮舞 (Pixiv 50078986) sakura (Pixiv 72764504) 幻想の花霞 (Pixiv 67127825)","tags":"songs","url":"//sak.uy/karakurenawi-no-kage.html"},{"title":"Opposite World","text":"間違いを正す その心は嗚呼 想糾正錯誤的 那顆心啊 朽ち果てた草や木に 水を注ぐ様 就像對早已乾枯的草木澆水一樣 だけれど 意味もなくそれを「善」と感じて 只不過 根本毫無意義 只是感覺到那是「善」 闇雲に向かう先 それを「支配」と呼ぶ 黑雲中趕向遠方 把它稱作「支配」 「明日は晴れる」「きっと雨が降る」などと当たり前に 「明天會放晴」「肯定要下雨」這種稀鬆平常地 過ごした日々が こんなに遠くになってしまうなんて 度過的日子 爲何變得如此遙遠了呢 －今－ －現在－ 止まぬ霧雨 見えぬ光が 止不住的霧雨中 看不見光 世界を赤く 染め上げてしまうのか 是要把整個世界都染上紅色麼 薄い記憶を 辿っていけば 如果追尋朦朧的記憶的話 この血液は 覚えているのか 這血液中 還可曾記得 争いの「タネ」を 爭端的「種子」麼？ そっと腰掛ける 背の高い座には 輕輕倚靠上 那高高座椅 見渡せる仕組みには作られていない 尚未完成可以放眼遠眺的結構 それ故 その眼 頭 身体を駆使して 因此 眼球帶動頭 驅使身體 目に見えぬ無意味にも 意味を生まれさせて 即使看不見的無意義中 也讓它產生出意義 剣を向けた私にさえ 優しく微笑み返す 就連拔劍相向的我 妳也溫柔地對我微笑 「これまでの戦いの意味」を 忘れてしまう程に 以至於讓我忘記了「至今爲止戰鬥的意義」 －何故？－ －爲什麼？－ 得体の知れぬ 生き方をする 隱藏着自己真實身份的生活方式 お前のような 者も有りと言える 像妳這種也是 可以存在的 鏡を照らして 合わせてみても 照着鏡子比對一下身影 全てが同じ とは言えないから 也不能說是全都相同吧 同じはないから 因爲還並不相同 止まぬ霧雨 見えぬ光が 止不住的霧雨中 看不見光 世界を赤く 染め上げてしまうのか 是要把整個世界都染上紅色麼 薄い記憶を 辿っていけば 如果追尋朦朧的記憶的話 この血液は 覚えているのか 這血液中 還可曾記得 争いの「タネ」を 爭端的「種子」麼？ 亡き王女の為のセプテット 原曲 管弦樂團版 Opposite World，原曲是十六夜咲夜最喜歡的大小姐蕾米利亞，在東方正作 TH06 《東方紅魔鄉》中的主題曲 《亡き王女の為のセプテット》 。這首是描述蕾米利亞的故事，同時也作爲《幻想萬華鏡》的 ED 從而比較有知名度。說起 TH06 雖然是第六部東方正作了，不過前5部都是 PC86 上的黑歷史，所以通常 TH06 開始纔算是東方整體系列的開篇。 說道 TH06 的標題《東方紅魔鄉》，不少人誤以爲「紅魔鄉」和「紅魔館」指的的同一個東西， 或者「紅魔鄉」和「幻想鄉」指的是同一個東西，這裏稍微說一下， TH06 講的是發生在幻想鄉的「紅霧異變」， 突然出現在「幻想鄉」的紅魔館主人蕾米利亞想用紅霧遮蓋住整個幻想鄉的天空，從而「紅魔鄉」指的是在 「紅霧異變」發生時，被紅魔籠罩下的幻想鄉。解決了紅霧異變之後，就不存在紅魔鄉了， 只有紅魔館還位於幻想鄉湖畔。 關於《 亡 き 王女 の 為 のセプテット》這個曲名， 翻譯的話是《爲已逝公主譜寫的七重奏》，對此神主 ZUN 的描述也很有意思： Music Room Music Room レミリア・スカーレットのテーマです。 這是蕾米利亞・斯卡蕾特的主題曲。 これがラストだ！といわんばかりの曲を目指しました。 あんまり重厚さを出したり不気味さを出したり、そういうありが ちラストは嫌なので、ジャズフュージョンチックにロリっぽさを 混ぜて．．．、ってそれじゃいつもとあんまり変わらんな。 このメロディは自分でも理解しやすく、気に入っています。 「這是最後了！」這首曲子的目標就是讓人想喊出這種話。 充斥着厚重感和陰森感，這麼一想的話又不想讓人感覺和通常的最終章沒什麼區別， 於是又混入了爵士風格和蘿莉的感覺……這，和往常的也差不多沒什麼變化吶。 這個旋律我自己也能容易理解，覺得很喜歡。 裏音楽コメント 裏音樂評論 とあるクラシックの有名曲をもじってタイトルにしています。 その曲とは一切の関係もありません。 しかも曲はセプテットでもないです。雰囲気だけ（汗） そもそも、誰も亡くなっていないし、王女ってだれ？ 標題是模仿某知名古典音樂的。 但是和那首曲子完全沒有關係。 何況這首曲子也不是七重奏。只是氣氛上像（汗） 話說回來，也沒有誰去逝，而且公主是誰呢？ Opposite World (管絃樂團版) 看上去大小姐的身世和這標題的來源都疑點重重。嘛，回表「幽閉サテライト」社團 senya 譜詞演唱的 Opposite World 這首歌，和主人一樣，歌詞內容也比較隱晦，大體上感覺是在講紅霧異變。 紅霧異變的時候蕾米利亞想讓紅霧覆蓋整個幻想鄉的天空， 這樣她和二小姐就可以不用避開陽光自由地行走在幻想鄉了，她把這種行爲稱之爲「支配」。 值得一提身爲吸血鬼的大小姐和二小姐不光懼怕陽光，也懼怕下雨，下雨天同樣是不能出門的。 因此整首歌詞就在講述大小姐蕾米利亞爲了同類，糾正錯誤的「太陽」，凡事親歷親爲。 以整個世界爲敵，也即歌詞的標題 Opposite World 。 如果把陽光比作商業軟件環境，把斯卡蕾特一族紅魔館的人比作開源社區的貢獻者們， 說到如大小姐一般事無鉅細親歷親爲，只爲給自己留下一個足以棲身的淨土，這樣的人你能想到誰呢？ 間 違 いを 正 す その 心 は 嗚呼 朽 ち 果 てた 草 や 木 に 水 を 注 ぐ 様 だけれど 意味 もなくそれを「 善 」と 感 じて 闇雲 に 向 かう 先 それを「 支配 」と 呼 ぶ 明日 は 晴 れる きっと 雨 が 降 る などと 当 たり 前 に 過 ごしたが こんなに 遠 くになってしまうなんて － 今 － 止 まぬ 霧雨 見 えぬ 光 が 世界 を 赤 く 染 め 上 げてしまうのか 薄 い 記憶 を 辿 っていけば この 血液 は 覚 えているのか 争 いの「タネ」を そっと 腰 掛 ける 背 の 高 い 座 には 見 渡 せる 仕 組 みには 作 られていない それ 故 その 眼 頭 身体 を 駆使 して 目 に 見 えぬ 無 意味 にも 意味 を 生 まれさせて 剣 を 向 けた 私 にさえ 優 しく 微笑 み 返 す 「これまでの 戦 いの 意味 」を 忘 れてしまう 程 に － 何故 ？－ 得体 の 知 れぬ 生 きをする お 前 のような 者 も 有 りと 言 える 鏡 を 照 らして 合 わせてみても 全 てが 同 じ とは 言 えないから 同 じはないから 止 まぬ 霧雨 見 えぬ 光 が 世界 を 赤 く 染 め 上 げてしまうのか 薄 い 記憶 を 辿 っていけば この 血液 は 覚 えているのか 争 いの「タネ」を レミリア・スカーレット (Pixiv 23924073) 孤獨軼事 (Pixiv 68882541) レミリア・スカーレット (Pixiv 68911666) 厚塗りレミリア (Pixiv 65434403) レミリア (Pixiv 72778673)","tags":"songs","url":"//sak.uy/opposite-world.html"},{"title":"華鳥風月","text":"嗚呼 華のように鮮やかに さあ 啊 像花那樣鮮豔 颯 嗚呼 鳥のように優雅に 啊 像鳥那樣優雅 嗚呼 風まかせも心地良い さあ 啊 憑風拂面也很舒服 颯 嗚呼 月明かり照らされて 啊 明月光輝照耀世間 正しさなんてもの 所謂的正確與否 人の物指しによって変わる 會根據人的判斷而改變 この世界 不変あるとするならば 這個世間 要說不變的事物 唯有 華鳥風月 厳かで美しいもの 花鳥風月 這些莊嚴而美麗的事物 後悔をして 学び また歩もう 經歷過後悔 學會教訓 繼續前行 二度と過ち 繰り返さぬように 不要讓錯誤再一次重複發生 歴史とは 変わらぬ感情が 所謂的歷史 也就是不變的感情 廻り廻って 傷つけて和解された 峯迴路轉 相互中傷又和解 世界の成長 也是世界的成長 正しさなんてもの 所謂的正確與否 大人にも分からない幻想 更多是連大人都無法理解的幻想 この世界 不変あるとするならば 在這世間 要說不變的事物 唯有 華鳥風月 穏やかで懐かしきもの 花鳥風月 這些穩重而令人懷念的事物 汚れぬことが 不同流合污 正義なのだろうか？ 就能算是正義了麼？ 過ちの中にあるけじめに 一次次犯錯中 尋找每次的區別 魅せられ知った 穢れを恐れぬ愛も 被魅惑後又知情 卻還無懼於污點的愛 正しさと言うこと 也能說是正確的吧 形無いからこそ 正因爲沒有形狀 感じようと思える 所以纔更想去感受到 それも 生けるものすべて内側に持つ 這一點也 讓它存在的原因全都是發自內心 華鳥風月 測れないから意味がある 花鳥風月 因爲無法測量所以纔有意義 だからこそ 愛を彷徨う 正因如此 纔會在愛中彷徨 悲しめる心も 讓人悲傷的心也 怒れる優しささえも 就連讓人憤怒的溫柔也 きっと 生けるものすべて内側に持つ 一定是 讓它存在的原因全都是發自內心 華鳥風月 何処までも美しくなれ 花鳥風月 無論何處 都美麗動人 いつまでも美しくあれ 無論何時 都美麗動人 《花鳥風月》，算是比較著名的東方改編曲了，因爲作爲《幻想万華鏡》的片頭片尾曲， 配上了動畫的片段，算是對整個東方正作故事中描繪事物的總結。 就像我第一篇翻譯的歌詞 《童遊》 因爲是對神主ZUN自己的主題曲《童祭》的重新譜詞而有了總起的性質， 這篇《花鳥風月》也因爲用在《幻想万華鏡》而有了總結的性質。 嗚呼 華 のように 鮮 やかに さあ 嗚呼 鳥 のように 優雅 に 嗚呼 風 まかせも 心地 良 い さあ 嗚呼 月 明 かり 照 らされて 正 しさなんてもの 人 の 物 指 しによって 変 わる この 世界 不変 あるとするならば 華鳥風月 厳 かで 美 しいもの 後悔 をして 学 び また 歩 もう 二 度 と 過 ち 繰 り 返 さぬように 歴史 とは 変 わらぬ 感情 が 廻 り 廻 って 傷 つけて 和解 された 世界 の 成長 正 しさなんてもの 大人 にも 分 からない 幻想 この 世界 不変 あるとするならば 華鳥風月 穏 やかで 懐 かしきもの 汚 れぬことが 正義 なのだろうか？ 過 ちの 中 にあるけじめに 魅 せられ 知 った 穢 れを 恐 れぬ 愛 も 正 しさと 言 うこと 形 無 いからこそ 感 じようと 思 える それも 生 けるものすべて 内側 に 持 つ 華鳥風月 測 れないから 意味 がある だからこそ 愛 を 彷徨 う 悲 しめる 心 も 怒 れる 優 しささえも きっと 生 けるものすべて 内側 に 持 つ 華鳥風月 何処 までも 美 しくなれ いつまでも 美 しくあれ 巡って廻って (Pixiv 72616493)","tags":"songs","url":"//sak.uy/kachoufuugetsu.html"},{"title":"酔花","text":"千切れた雲の隙間に 映ゆる今宵の月は 波雲飄過的空隙之間 掩映出今夜明月 解けた帯によく似た 淡い花模様 恰似寬解下的腰帶上 淡雅花紋 愛し君の唇が 口ずさむ手毬唄 妳可愛的小嘴 輕聲哼起童謠小調 あの日の面影はもう 禍夜最の果て 那日容顏已成爲 那夜災禍最後的結果 根雪の下で芽吹いた意思の 殘雪下破土而出的心意 蕾は何処で咲くのだろう？ 花苞又會在何處綻放呢？ 差しのべた手の温もりは変わることなく 伸出的手 溫暖還尚未消散 失くした物を忘れ去るように 就像要忘卻那些失去的事物 過ぎ行く四季の移ろいに 四季輪轉交替不停 道の端揺らぐ花よ 君は今何思う 路旁搖曳的花啊 妳現在又在想什麼 遠く滲む縹色 流々と旅行く魚は 共長天一色的流水 絡繹不絕的魚群 「己が運命」と散りても羽瀬に惑いて 說是爲「自己的命運」而犧牲 卻是困入了魚簍中 葉黒無く脆く砕けた命（ツキ）の 飄渺而脆弱的這已經破碎的生命（殘月） 欠片は何処へ還るだろう？ 碎片該歸還於何處呢？ 天翔けるその煌きは 語ることなく 曾經在天空翱翔時的輝煌 也無人能訴說 共に朝まで話した夢を 一同徹夜暢談的夢想 紙の小舟に浮かべよう 摺成小紙船浮在水面上 長く続くこの旅路を 静かに見送って 這段漫長旅途 只能靜靜目送 君在りし日の あの彩りよ 妳尚在時的 那片光彩啊 何時かまた音連れるように 要待何時才能傳來音訊 ぽつり、ぽつり 紡ぐ音霊 夜風に乗せて 一點一滴 紡出的音符 乘上夜風 去りゆく物へ 捧ぐ思いの 對遠去的事物 奉上思念 その儚さに止め処なく 這片虛無感無處可安 瞼から落ちる玉は 何故杯を染む 眼角滑落的點滴 爲何濁了杯中酒 又是一首以 《砕月》 爲曲調填詞寫的歌呢，算上之前翻譯過的 《愛き夜道》 和 《月見桜》 這已經是 第三首 了，看來我真的很喜歡《砕月》的曲調呢。 聽過之前這兩首的人大概會感覺出來，雖然三首歌有共同的曲調，卻有不同的曲風， 大多東方同人的音樂都是如此，因爲原曲都是神主ZUN的遊戲配樂，沒有歌詞， 於是同人創作者根據各自的理解重新演繹成不同的二次創作。 某種程度上，這很像自由軟件社區呢。 標題「 酔花 」，是個文字遊戲，因爲 《砕月》 這首曲調算是《東方萃夢想》的BOSS 伊吹萃香 的主題曲，標題就是 萃香 這個名字的不同漢字轉寫。 曲風用詞非常古樸，以至於只看到了兩個音讀漢字詞（「意思」和「四季」）， 別的漢字都是訓讀，甚至作者給出的訓讀表記的一些詞的漢字寫法接近 萬葉假名 ， 而非現代更常用的訓讀漢字，看來作者是想模仿中古時代那段時期的日語風格。 這古風翻譯起來也更困難，於是照例，標假名的同時給出字詞解釋。 千切 れた 雲 の 隙間 に 映 ゆる 今宵 の 月 は 千切 れた 雲 ： ちぎれ雲 ，厚層雲下流動的斷片雲。 解 けた 帯 によく 似 た 淡 い 花 模様 愛 し 君 の 唇 が 口 ずさむ 手毬 唄 手毬 唄 ： 手鞠歌 ，明治時期起小孩一邊玩手毬一邊唱的童謠。 あの 日 の 面影 はもう 禍 夜 最 の 果 て 根雪 の 下 で 芽 吹 いた 意思 の 蕾 は 何処 で 咲 くのだろう？ 差 しのべた 手 の 温 もりは 変 わることなく 失 くした 物 を 忘 れ 去 るように 過 ぎ 行 く 四季 の 移 ろいに 道 の 端 揺 らぐ 花 よ 君 は 今 何 思 う 遠 く 滲 む 縹色 流々 と 旅 行 く 魚 は 直譯：遠去的淡藍色融入（天空），匆匆趕路旅行的魚。 「 己 が 運命 」と 散 りても 羽瀬 に 惑 いて 羽瀬 ：一種類似魚簍的竹製捕魚工具，漲潮時等魚游入其中，落潮時把魚困在裏面。 葉黒無 く 脆 く 砕 けた 命 の 葉黒無 く：現代訓讀漢字寫作「 儚 く」，飄渺不定的。 命 ：這裏命是当て字，讀作 月 。 欠片 は 何処 へ 還 るだろう？ 天 翔 けるその 煌 きは 語 ることなく 共 に 朝 まで 話 した 夢 を 紙 の 小舟 に 浮 かべよう 長 く 続 くこの 旅路 を 静 かに 見 送 って 君 在 りし 日 の あの 彩 りよ 何時 かまた 音 連 れるように 音 連 れる：現代訓讀漢字寫作「 訪 れる」 ，到訪，造訪。倒是原本的寫法「 音 連 れる」更能體現 「帶來音訊」的意思。 ぽつり、ぽつり 紡 ぐ 音 霊 夜 風 に 乗 せて 去 りゆく 物 へ 捧 ぐ 思 いの その 儚 さに 止 め 処 なく 瞼 から 落 ちる 玉 は 何故 杯 を 染 む","tags":"songs","url":"//sak.uy/suika.html"},{"title":"咲夜　〜親不孝な人間のお話〜","text":"まだ幼いあなたを「咲夜」って名付けた 在妳還很小的時候就給妳取名「咲夜」 夜に咲き誇る漢字２文字で「咲夜」 在夜晚盛開而自誇的漢字兩個字「咲夜」 見習いからメイドとして始めたころは 妳剛開始做見習女僕那時 まだ日傘を持つ手が震えてたりしてた 撐陽傘的手臂還在不停顫抖 いつもいつも私たちは一緒だったなぁ 永遠永遠我們會在一起吶 背伸びして私の髪をといてくれたなぁ 妳踮着腳幫我梳過頭髮吶 大きな胸に夜色の瞳輝かせたなぁ 看到大胸的時候妳的夜色的瞳孔兩眼發過光吶 あなたがそばに来て私はいっぱい笑ったんだなぁ 自從妳來身邊之後我盡情笑過很多次吶 咲夜 咲夜 会いたいよ 咲夜 咲夜 好想見到妳啊 いやだ朝までなんて待てないよ 不行 根本不可能等到天亮啊 天に輝く明星 お願い 天上最亮的金星 求妳了 時の針をもっと回して 讓時鐘的錶針再多轉一些 咲夜 咲夜 会いたいよ 咲夜 咲夜 好想見到妳啊 いやだ懐こい笑顔待てないよ 不行 熟悉的笑容根本等不及了 天に輝く明星 お願い 天上最亮的金星 求妳了 時の針を早く回して 讓時鐘的錶針轉得快些 十六夜の月 あなたの日傘は近かった 十六夜之月 妳撐的陽傘好近 居待の月 日差しが漏れ出る震える手 居待之月 沒法遮住日光 妳發抖的手 更待の月 出される紅茶は苦かった 更待之月 妳沏的紅茶好苦 下弦の月 いつのまに遠くなる日傘 下弦之月 不知何時起陽傘變遠了 有明の月 日差しを漏らさぬ瀟洒な手 有明之月 不會漏過陽光 妳瀟灑的手 三十日の月 おかしな紅茶を淹れだした 三十之月 妳泡出了奇怪的紅茶 小望の月 ふたたび近くなった日傘 小望之月 又一次靠近了的陽傘 満月の夜 最後となる貴女の紅茶 滿月之夜 最後一次喝妳的紅茶 咲夜 咲夜 会いたいよ 咲夜 咲夜 好想見到妳啊 いやだ明日も貴女を待ちたいよ 不行 明天也想等妳啊 天に輝く明星 お願い 天上最亮的金星 求妳了 咲夜じゃなきゃ背が高いんだ 不是咲夜的話個頭太高了 咲夜 咲夜 会いたいよ 咲夜 咲夜 好想見到妳啊 いやだすました笑顔待ちたいよ 不行 想以若無其事的笑容等妳啊 天に輝く明星 お願い 天上最亮的金星 求妳了 日傘が遠くてまぶしいわ 陽傘太遠了實在耀眼啊 「そろそろみたいです」と貴女がそっと言う 「好像快到時間了」妳輕聲說道 その声を私は背を向けたまま聞いた 我沒有回頭 背對着聽了這句話 従者に見せちゃいけない顔だから、だけど 因爲這表情不能讓僕人看到的，但是 「幸せでした」貴女がそう続けるから 「我這一生很幸福」妳又這麼補充道 咲夜 咲夜 会いたいよ 咲夜 咲夜 好想見到妳啊 いやだずっと貴女を待ちたいよ 不行 想一直等着妳啊 天に輝く明星 お願い 天上最亮的金星 求妳了 時の針を止めてしまって 讓時鐘的錶針停下 咲夜 咲夜 会いたいよ 咲夜 咲夜 好想見到妳啊 いやだ貴女の笑顔待ちたいよ 不行 想等着妳的笑臉啊 天に輝く明星 お願い 天上最亮的金星 求妳了 時の針を進ませないで 別讓時鐘的錶針再走了 咲夜 咲夜 会いたいよ 咲夜 咲夜 好想見到妳啊 いやだずっと貴女を待ちたいよ 不行 想一直等着妳啊 天に輝く明星 お願い 天上最亮的金星 求妳了 時の針を逆さに向けて 讓時鐘的錶針調轉方向 咲夜 咲夜 会いたいよ 咲夜 咲夜 好想見到妳啊 いやだ貴女の笑顔待ちたいよ 不行 想等着妳的笑臉啊 天に輝く明星 お願い 天上最亮的金星 求妳了 私の時を取り返して 把我的時間還給我 まだ幼いあなたを「咲夜」って名付けた 在妳還很小的時候就給妳取名「咲夜」 夜に咲き誇る漢字２文字で「咲夜」 在夜晚盛開而自誇的漢字兩個字「咲夜」 貴女が去りおかしなお茶はでなくなる けれど 妳離開後已經不再是奇怪的紅茶了 但是 しょっぱい紅茶はやはり美味しくないわね 咲夜 鹹鹹的紅茶果然不可能好喝啊 咲夜 翻譯了這麼多首別人的歌，終於輪到一首關於我自己的歌了 （迫真） 。 這首歌名「咲夜 〜親不孝な人間のお話〜」，翻譯一下的話就是 「咲夜 〜不孝的人類的故事〜」，是從紅魔館大小姐蕾米莉亞的角度， 講述關於咲夜的壽命論的故事。 關於壽命論，之前翻譯 星色夜空 的時候就提到過一次，那時沒有詳述，這裏就藉此機會稍微講一下。 東方的正作設定中，幻想鄉居民大部分都是神仙妖精魔女幽魂，這些都沒有壽命的限制， 在入住幻想鄉之後都能和大家幸福快樂地永遠生活下去，但是除此之外還有普通的人類， 比如巫女博麗霊夢，比如十六夜咲夜。作爲普通的人類，就會有壽命， 也就是說在人生的某一刻，會離大家而去。東方正作的故事都是當下發生的事情， 不會涉及稍遠的未來，但是在二次創作中的設定裏，就會談論到壽命的問題， 尤其是當二次創作中出現CP的時候，CP中一方有壽命而另一方沒有壽命， 難免會出現悲歡離合陰陽兩隔的局面。於是東方的壽命論，就是指這種背景下二次創作的故事。 具體到紅魔館居民，大小姐和二小姐都是吸血鬼，保持年幼的身體生活了幾百年了。 遍覽禁書的帕秋莉是魔女，已經掌握了永葆青春的方法百年。門番紅美玲是妖怪，就算有壽命也比人類長久很多。 唯獨女僕長咲夜，在正作設定中，種族一欄寫的是「人類」。而且咲夜不僅是普通的人類， 設定的能力欄寫的是「有操縱時間的程度的能力」，咲夜的技能也是各種讓時間減慢甚至停止的魔法。 在二次設定中，使用技能讓時間停止的咲夜，時間停止時她自己的時間還在繼續，於是比起普通的人類， 咲夜每次使用技能就會讓自己衰老得更快一些。並且做事認真負責的咲夜， 爲了打理紅魔館內的日常工作，甚至大量使用技能把大部分女僕的工作全都自己一人包攬下來了， 正作設定中「完全瀟灑的女僕長」，在壽命論的二次設定下也就成爲了微縮自己的人生，爲紅魔館任勞任怨 不惜縮短生命的女僕長。 這首歌，就是這樣的背景故事。與之相關的，還有一部同名的短篇小説： https://www.pixiv.net/novel/show.php?id=8550966 回到歌詞翻譯，這篇沒有什麼難詞，就在右邊順便解釋一下手繪MV的劇情中，歌詞沒有描述到的地方吧。 まだ 幼 いあなたを「 咲夜 」って 名 付 けた 夜 に 咲 き 誇 る 漢字 ２文字 で「 咲夜 」 見 習 いからメイドとして 始 めたころは まだ 日傘 を 持 つ 手 が 震 えてたりしてた 大小姐是吸血鬼懼怕陽光，於是白天出門時需要有人撐着陽傘。 いつもいつも 私 たちは 一緒 だったなぁ 背 伸 びして 私 の 髪 をといてくれたなぁ 大 大 な 胸 に 夜色 の 瞳 輝 かせたなぁ 手繪中咲夜說的是「いつかは私も…」，「總有一天我也會…」，隱射二次設定中PAD長的屬性。 あなたがそばに 来 て 私 はいっぱい 笑 ったんだなぁ 大小姐回的是「残念な運命が見えるわねぇ」，「能看到失望的命運吶」。 咲夜 咲夜 会 いたいよ 咲夜：「おやすみなさい！お嬢様！」，「請您晚安了！大小姐！」 いやだ 朝 までなんて 待 てないよ 天 に 輝 く 明星 お 願 い 這裏「明星」是指「金星」，夜空中最亮的。中文也有對太白星君祈願的說法。 時 の 針 をもっと 回 して 咲夜 咲夜 会 いたいよ いやだ 懐 こい 笑顔 待 てないよ 天 に 輝 く 明星 お 願 い 咲夜：「おはようございます」，「早上好」 時 の 針 を 早 く 回 して 十六夜 の 月 あなたの 日傘 は 近 かった 十六夜 の 月 ：農曆十六日的月亮 居待 の 月 日 差 しが 漏 れ 出 る 震 える 手 居待 の 月 ：農曆十八日的月亮。 大小姐：「哇哦，陽光好刺眼」。 更待 の 月 出 される 紅茶 は 苦 かった 更待 の 月 ：農曆二十日的月亮。 大小姐：「好苦，啊好痛」 下弦 の 月 いつのまに 遠 くなる 日傘 下弦 の 月 ：滿月之後半個月的月亮，農曆十六日到月末。 有明 の 月 日 差 しを 漏 らさぬ 瀟洒 な 手 有明 の 月 :滿月之後，月亮還在天上的時候就已經天亮， 那段時間的月亮。發生在農曆十六日到月末。 三十日 の 月 おかしな 紅茶 を 淹 れだした 三十日 の 月 ：農曆三十日的月亮。 咲夜在鬼笑，大小姐：「呃唔」，咲夜：「這是福壽草哇」。關於福壽草，中文名 側金盞花 ，又名「朔日草」，和三十日相呼應。有少量毒性，作爲中藥有利尿強心鎮靜的功效， 過量服用會導致嘔吐腹瀉。 小望 の 月 ふたたび 近 くなった 日傘 小望 の 月 ：望月前一夜，農曆十四日的月亮。 満月 の 夜 最後 となる 貴女 の 紅茶 咲夜 咲夜 会 いたいよ 咲夜：「請您晚安」 いやだ 明日 も 貴女 を 待 ちたいよ 天 に 輝 く 明星 お 願 い 咲夜 じゃなきゃ 背 が 高 いんだ 這裏是紅美玲在撐傘了。正作設定中咲夜比美玲高的，於是指咲夜已老，也指美玲工作不上心。 咲夜 咲夜 会 いたいよ 咲夜：「大小…姐…」 いやだすました 笑顔 待 ちたいよ 天 に 輝 く 明星 お 願 い 日傘 が 遠 くてまぶしいわ 接下來間奏裏發生的事情：大小姐在翻閱平常從來不會看一眼的帕秋莉的藏書， 在守矢神社的賽錢箱大把塞錢，捉了月兔討要長生不老的蓬萊靈藥， 掐着月人藥師八意永琳的脖子因爲永琳曾經給地上人嫦娥做過蓬萊靈藥。 （順帶一提永夜抄中永琳見到咲夜的時候非常震驚，原因只有她自己知道。） 最後大小姐把十字架插入了自己的胸口試圖了卻自己。 「そろそろみたいです」と 貴女 がそっと 言 う その 声 を 私 は 背 を 向 けたまま 聞 いた 従者 に 見 せちゃいけない 顔 だから、だけど 「 幸 せでした」 貴女 がそう 続 けるから 咲夜 咲夜 会 いたいよ いやだずっと 貴女 を 待 ちたいよ 天 に 輝 く 明星 お 願 い 時 の 針 を 止 めてしまって 咲夜 咲夜 会 いたいよ いやだ 貴女 の 笑顔 待 ちたいよ 天 に 輝 く 明星 お 願 い 時 の 針 を 進 せないで 咲夜 咲夜 会 いたいよ いやだずっと 貴女 を 待 ちたいよ 天 に 輝 く 明星 お 願 い 時 の 針 を 逆 さに 向 けて 咲夜 咲夜 会 いたいよ いやだ 貴女 の 笑顔 待 ちたいよ 天 に 輝 く 明星 お 願 い 私 の 時 を 取 り 返 して まだ 幼 いあなたを「 咲夜 」って 名 付 けた 夜 に 咲 き 誇 る 漢字 ２文字 で「 咲夜 」 貴女 が 去 りおかしなお 茶 はでなくなる けれど しょっぱい 紅茶 はやはり 美 味 しくないわね 咲夜","tags":"songs","url":"//sak.uy/sakuya-oyafukou-na-ningen-no-ohanashi.html"},{"title":"ミゼラブルの雫","text":"君はなぜ泣いているの？ 妳爲什麼在哭呢？ 知らんぷり もう出来ない 已經不能再裝作沒有看到 悪戯に笑い合える 君がいい 捉弄人之後笑還回來 那樣更適合妳 『同情』や『共感』は後付け 說「同情」或「共鳴」都是馬後炮 とにかく君が心配 總之還是擔心妳 素直に「笑って」と言えば 以爲單純地一句「笑一下」 元通りになると思ってたよ 就能回到原來的樣子 哀しみが零れ落ちて 悲傷的眼淚零落 足元を濡らしてゆく 沾溼腳旁足畔 幼気で深い 君の見過ごせぬ 無法忽視楚楚可憐的妳 小さな海は 小小一灘海 安っぽい慰めでは 掉價的安慰 汲み取れはしないと知り 也知道大概不能感同身受 励ましや 問うことさえ 鼓勵的話 甚至詢問緣由 躊躇った 都躊躇了 優しく接してあげたい 想能夠溫柔地接觸妳 だけれど どうすればいい？ 但是話說 該如何做呢？ 迷った言葉なんかより 比起令人困惑的言語 優しく頭を撫でてあげた 選擇溫柔地摸摸妳的腦袋 哀しみが零れ落ちて 悲傷的眼淚零落 足元を濡らしてゆく 沾溼腳旁足畔 幼気で深い 君の見過ごせぬ 無法忽視楚楚可憐的妳 小さな海は 小小一灘海 寄り添って 弱い気持ち 並肩靠着 微弱的心情 汲み取ってゆけばいいさ 如果妳能體會到的話就好 『手を握る』それだけでも 只要能握住妳的手 今はいい 現在就足夠 時は経ち 次第に 隨着時間經過 君は心を解いてくれた 妳的心結也漸漸解開 時間には敵わないね 沒有東西能與時間爲敵 優秀だ 真厲害 ちっぽけで弱い自分 微小又柔弱的自己 無力さを知ってしまった 知道了自己的無力 でも君は「ありがとう」って 但是妳的一句「謝謝」 微笑んで 涙ぬぐった 微笑着 溼潤了我的眼眶 「ねえ、いつもの冗談で笑わせて？」 「吶、再講一次那個笑話吧？」 ほらやっぱり 妳看果然 無邪気にからかう君は素敵だよ 天真無邪地捉弄人的妳真是太棒了 還能不能，讓時間治癒一切呢。 君 はなぜ 泣 いているの？ 知 らんぷり もう 出来 ない 悪戯 に 笑 い 合 える 君 がいい 『 同情 』や『 共感 』は 後 付 け とにかく 君 が 心配 素直 に「 笑 って」と 言 えば 元 通 りになると 思 ってたよ 哀 しみが 零 れ 落 ちて 足元 を 濡 らしてゆく 幼 気 で 深 い 君 の 見 過 ごせぬ 小 さな 海 は 安 っぽい 慰 めでは 汲 み 取 れはしないと 知 り 励 ましや 問 うことさえ 躊躇 った 優 しく 接 してあげたい だけれど どうすればいい？ 迷 った 言葉 なんかより 優 しく 頭 を 撫 でてあげた 哀 しみが 零 れ 落 ちて 足元 を 濡 らしてゆく 幼 気 で 深 い 君 の 見 過 ごせぬ 小 さな 海 は 寄 り 添 って 弱 い 気 持 ち 汲 み 取 ってゆけばいいさ 『 手 を 握 る』それだけでも 今 はいい 時 は 経 ち 次第 に 君 は 心 を 解 いてくれた 時間 には 敵 わないね 優秀 だ ちっぽけで 弱 い 自分 無力 さを 知 ってしまった でも 君 は「ありがとう」って 微笑 んで 涙 ぬぐった 「ねえ、いつもの 冗談 で 笑 わせて？」 ほらやっぱり 無邪気 にからかう 君 は 素敵 だよ","tags":"songs","url":"//sak.uy/miserable-no-shizuku.html"},{"title":"月見桜","text":"幾千の夜 幾万の星 數千夜晚 數萬繁星 泣いて流れ抱きしめて 哭着喊着抱緊着 愛しい君を 切に思う 深切想念着 深愛的妳 涙枯らせる程に 甚至流乾眼淚的程度 揺り籠のように揺れる 像搖籃一樣搖擺中 時代は儚さの小舟 時代就像纖纖小船 紡ぎ合える指先さえも 就連十指相合的指尖也 風の悪戯に解けてく 因風的玩笑而解開 虚ろな心一つ 一顆空虛的心 天の川を旅しながら 漫遊於銀河繁星中 何時か辿り着けると信じ 堅信終有一日能到達 願う切なさの道標 所思所念的那塊路標處 遥かな記憶の果て この灯火 探尋遙遠記憶的終點 這片燈火 約束の月見桜 感じて 約定的月下櫻 感覺到 幾千の恋 幾万の傷 數千戀愛 數萬傷痕 強く深く限りなく 強烈的深刻的無邊無垠的 描く未来 永久人 描繪中的未來 永恆不變的人 現在を忘れる程に 甚至忘了現在的程度 幾千の夜 幾万の星 數千夜晚 數萬繁星 泣いて流れ抱きしめて 哭着喊着抱緊着 愛しい君を 切に思う 深切想念着 深愛的妳 涙枯らせる程に 甚至流乾眼淚的程度 揺り籠はまだ揺れる 搖籃仍在搖擺中 時代は争いを求む 時代在追尋紛爭 刹那 一欠けの温もりも 短暫剎那間 那一片溫暖也 奪い奪われる稲光 於妳爭我搶中化爲閃光一現 静かな心一つ 一顆沉靜的心 私は足枷を拭い 我擦拭着腳鐐 疲れ切った体のままで 憑着已完全累垮的身體 君の居場所を探している 尋找妳所在的地方 仄かな光浴びて ただ煌めく 沐浴在微微亮光中 只是星光閃爍 無碍に咲く月見桜 見上げて 與世無爭中盛開的月下櫻 擡頭仰望 幾千の夢 幾万の罪 數千夢想 數萬罪行 人は人を求め行く 人與人相互探尋 一雫の 希望にさえ 就連一小滴希望也 言葉失う程に 甚至無言以對的程度 幾千の夜 幾万の星 數千夜晚 數萬繁星 泣いて流れ抱きしめて 哭着喊着抱緊着 愛しい君を 切に思う 深切想念着 深愛的妳 涙枯らせる程に 甚至流乾眼淚的程度 幾千の夢 幾万の罪 數千夢想 數萬罪行 人は人を求め行く 人與人相互探尋 一雫の 希望にさえ 就連一小滴希望也 言葉失う程に 甚至無言以對的程度 幾千の夜 幾万の星 數千夜晚 數萬繁星 泣いて流れ抱きしめて 哭着喊着抱緊着 愛しい君を 切に思う 深切想念着 深愛的妳 涙枯らせる程に 甚至流乾眼淚的程度 這首其實原本計劃聖誕夜前就開始着手翻譯了，不過事況突變，到今天才發出來。 又是一首大量使用和語用詞的，非常古風的歌。照例，左側註音，右側釋義。 幾 千 の 夜 幾 万 の 星 泣 いて 流 れ 抱 きしめて 愛 しい 君 を 切 に 思 う 涙 枯 らせる 程 に 揺 り 籠 のように 揺 れる 時代 は 儚 さの 小舟 儚 さ：脆弱的，飄渺不定的，虛無的。 紡 ぎ 合 える 指先 さえも 紡 ぎ 合 える：像紡織物那樣嚴絲合縫， 這裏指代十指交叉的兩手指尖。 風 の 悪戯 に 解 けてく 悪戯 ：惡作劇、玩笑。這裏更有陰差陽錯、機緣巧合的感覺。 虚 ろな 心 一 つ 天 の 川 を 旅 しながら 何時 か 辿 り 着 けると 信 じ 願 う 切 なさの 道標 願 う：祈願中的。 切 なさ：深切想念的。 遥 かな 記憶 の 果 て この 灯火 果 て：終點。 約束 の 月見 桜 感 じて 幾 千 の 恋 幾 万 の 傷 強 く 深 く 限 りなく 描 く 未来 永久 人 永久 ：永久這個漢字可以音讀「えいきゅう」或者訓讀 「とこしえ」、「とわ」，感覺意思都差不多。 現在 を 忘 れる 程 に 現在 ：這裏 今 標上了当て字「現在」， 「現在」這個詞本身只有音讀「げんざい」 幾 千 の 夜 幾 万 の 星 泣 いて 流 れ 抱 きしめて 愛 しい 君 を 切 に 思 う 涙 枯 らせる 程 に 揺 り 籠 はまだ 揺 れる 時代 は 争 いを 求 む 争 い：紛爭。 求 む：渴求、尋求。 刹那 一 欠 けの 温 もりも 一 欠 け：破碎的一小片。 奪 い 奪 われる 稲光 奪 い 奪 われる：搶奪（ 奪 う）這個動詞的連用形緊接受動態，表達相互搶奪。 稲光 ：閃電，閃光。 静 かな 心 一 つ 私 は 足枷 を 拭 い 疲 れ 切 った 体 のままで 君 の 居場所 を 探 している 仄 かな 光 浴 びて ただ 煌 めく 仄 か：微弱的亮光。 煌 めく：閃爍。 無碍 に 咲 く 月見 桜 見 上 げて 無碍 ：不受週遭影響。 幾 千 の 夢 幾 万 の 罪 人 は 人 を 求 め 行 く 求 め 行 く：動詞連用形＋ 行 く表趨勢， 人有探求人的趨勢。 一 雫 の 希望 にさえ 言葉 失 う 程 に 幾 千 の 夜 幾 万 の 星 泣 いて 流 れ 抱 きしめて 愛 しい 君 を 切 に 思 う 涙 枯 らせる 程 に 幾 千 の 夢 幾 万 の 罪 人 は 人 を 求 め 行 く 一 雫 の 希望 にさえ 言葉 失 う 程 に 幾 千 の 夜 幾 万 の 星 泣 いて 流 れ 抱 きしめて 愛 しい 君 を 切 に 思 う 涙 枯 らせる 程 に","tags":"songs","url":"//sak.uy/tsukimizakura.html"},{"title":"シンデレラアバター","text":"シンデレラアバターは駆け引きが上手 仙杜瑞拉的身份適合臨機應變 然り気なく君にガラスの靴を捧げます 若無其事地向你送去水晶鞋 理想的女性像で君を誑かすの 用理想的女性形象誘惑你 「猫かぶり」さえ可愛らしい魔性で 甚至扮作貓咪那麼可愛又魔性 磨かれた名演技に酔い痴れなさい 快痴醉於我磨練已久的演技下吧 灰かぶった少女なんていなかったの 蓬頭垢面的灰姑娘根本不存在 シンデレラアバターは魔法の産物 仙杜瑞拉的身份是魔法的產物 お伽噺では刺激不足 大人の味 童話故事不夠刺激 成人的味道 シンデレラアバターは我儘にさせる 憑藉仙杜瑞拉的身份讓我爲所欲爲 迎えに来てよ 唇が乾かないうちに 快來迎接我吧 趁脣印未乾 お姫様 召使い なんでも演じれそう 公主 侍從 感覺什麼都能演 臆病な本性さえ隠せるなら 只要能藏起我膽小的本性 これほどに私を狡賢くさせる 讓我變得如此狡詐 君の魅力こそが罪 気付いてるの？ 全是你的魅力的罪過 沒注意到麼？ シンデレラアバターは魔法の産物 仙杜瑞拉的身份是魔法的產物 お伽噺では刺激不足 大人の味 童話故事不夠刺激 成人的味道 シンデレラアバターは我儘にさせる 憑藉仙杜瑞拉的身份讓我爲所欲爲 迎えに来てよ 唇が乾かないうちに 快來迎接我吧 趁脣印未乾 シンデレラアバターは駆け引きが上手 仙杜瑞拉的身份適合臨機應變 然り気なく君にガラスの靴を捧げます 若無其事地向你送去水晶鞋 シンデレラアバターは魔法の産物 仙杜瑞拉的身份是魔法的產物 お伽噺では刺激不足 大人の味 童話故事不夠刺激 成人的味道 シンデレラアバターは我儘にさせる 憑藉仙杜瑞拉的身份讓我爲所欲爲 迎えに来てよ 唇が乾かないうちに 快來迎接我吧 趁脣印未乾 お伽噺では刺激不足 童話故事不夠刺激 シンデレラアバターは 仙杜瑞拉的身份 迎えに来てよ 唇が乾かないうちに 快來迎接我吧 趁脣印未乾 お伽噺より刺激的な愛を頂戴 快給我比童話故事更刺激的愛吧 童話《灰姑娘》在日語通常是音譯爲仙杜瑞拉（シンデレラ），而這篇歌詞中， 仙杜瑞拉的身份是說灰姑娘由魔法變身後的身份，與灰姑娘本身的身份（ 灰 かぶった 少女 ）相對。 照例，左側註音，右側釋意。 シンデレラアバターは 駆 け 引 きが 上手 シンデレラアバター: cinderella avatar。 駆 け 引 き：在戰場等場合的臨機應變。 然 り 気 なく 君 にガラスの 靴 を 捧 げます 然 り 気 なく：若無其事，裝作是不經意間。 理想的 女性像 で 君 を 誑 かすの 誑 かす：欺騙、誘惑、勾引。 「 猫 かぶり」さえ 可愛 らしい 魔性 で 「 猫 かぶり」：更常見的是引申義，表示裝作老實、乖巧。這裏本意裝作貓的樣子。 磨 かれた 名演技 に 酔 い 痴 れなさい 灰 かぶった 少女 なんていなかったの シンデレラアバターは 魔法 の 産物 お 伽噺 では 刺激 不足 大人 の 味 シンデレラアバターは 我儘 にさせる 迎 えに 来 てよ 唇 が 乾 かないうちに お 姫様 召使 い なんでも 演 じれそう 臆病 な 本性 さえ 隠 せるなら これほどに 私 を 狡賢 くさせる 君 の 魅力 こそが 罪 気 付 いてるの？ シンデレラアバターは 魔法 の 産物 お 伽噺 では 刺激 不足 大人 の 味 シンデレラアバターは 我儘 にさせる 迎 えに 来 てよ 唇 が 乾 かないうちに シンデレラアバターは 駆 け 引 きが 上手 然 り 気 なく 君 にガラスの 靴 を 捧 げます シンデレラアバターは 魔法 の 産物 お 伽噺 では 刺激 不足 大人 の 味 シンデレラアバターは 我儘 にさせる 迎 えに 来 てよ 唇 が 乾 かないうちに お 伽噺 では 刺激 不足 シンデレラアバターは 迎 えに 来 てよ 唇 が 乾 かないうちに お 伽噺 より 刺激的 な 愛 を 頂戴","tags":"songs","url":"//sak.uy/cinderella-avatar.html"},{"title":"残響は鳴り止まず","text":"残響は鳴り止まず 回聲響而不絕 胸に残る 留於心中 記憶に縋ることだけ 沉溺在記憶中這一點 上手くなってしまった 卻變愈發熟練了 光降る 陽光灑落 平穏に誘われて 誘向平穩日常 窓から見える 從窗沿看去 いつもの後ろ姿を探した 探尋一直在那兒的背影 わかってる 我明白的 会えなくなるわけでも無くて 並不是再也見不到了 君が消えてしまうことも無い 也不是妳要永遠消失了 過去と違うことは一つ 和過去相比唯一不同的一點 「答え」が知らせた見えない壁 是得知了「答案」這堵看不見的牆 残響は鳴り止まず 回聲響而不絕 胸に残る 留於心中 元の形が消えても 就算已經沒有了原本的形狀 哀しみは消えません 悲涼還是不會消失 綺麗だった音色も 曾經清澈的音色 濁っていた 也變得渾濁 あのドアを開けなければ 沒打開那扇門的話 知らずにいられたのに 明明還能繼續不知情的 ぎこちない 生疏而尷尬 新たな二人の距離 兩人間新的距離 何を話せば 該說什麼 いいかも分からなくなるなんてね 已經不知道如何說了 わかってる 我明白的 もう昔の二人では無い 已經不再是從前的兩人了 むしろ「二人」という表現も 不如說「兩人」這種說法 私の中で生み出した 也只是我憑空想出的 元々滑稽な絵空事 原本就很滑稽的白日夢 後悔は行動の 如果說後悔是行動的 証という 証據的話 けれど実らぬなら 反過來如果沒有結果的話 そう 意味が無い 是的 就沒有意義 それが恋 這就是戀 美しく散りたいよ 好想完美地消失啊 格好悪いよ 現在好尷尬啊 一人ですすり泣く日々 一個人悽悽落淚的每天 残響に混じるだけ 只是融入在回聲中 誰にも言えない感情 對誰也無法啓齒的感情 言えぬどころか増していくから 因爲不能說所以更難過 もう一度だけ駄目でしょうか？ 再最後重來一次不行麼？ この気持ちは迷惑でしょうか？ 這種心情會讓妳困擾麼？ 聞けないよ 這沒法問啊 残響は鳴り止まず 回聲響而不絕 胸に残る 留於心中 元の形が消えても 就算已經沒有了原本的形狀 哀しみは消えません 悲涼還是不會消失 生き甲斐だった君が 妳原本是我活下去的動力 ここにいない 現在卻不在了 このドアを開けなければ 如果沒有打開這扇門的話 知らずにいられたのに 明明還能繼續不知情的 一人ですすり泣く日々 一個人悽悽落淚的每天 残響に混じるだけ 只是融入在回聲中 照例左側註音，右側解釋字詞。 残響 は 鳴 り 止 まず 残響 ：中文似乎應該叫 混響 ，和回聲有點關係但是又不是同一回事。這裏翻譯成回聲似乎也沒什麼問題。 胸 に 残 る 記憶 に 縋 ることだけ 縋 る：作爲依靠緊緊抓住某物，這裏就是以記憶爲救命稻草的感覺。 還有一層引申義是對佛神祈願。 上手 くなってしまった 光 降 る 平穏 に 誘 われて 窓 から 見 える いつもの 後 ろ 姿 を 探 した わかってる 会 えなくなるわけでも 無 くて 君 が 消 えてしまうことも 無 い 過去 と 違 うことは 一 つ 「 答 え」が 知 らせた 見 えない 壁 残響 は 鳴 り 止 まず 胸 に 残 る 元 の 形 が 消 えても 哀 しみは 消 えません 綺麗 だった 音色 も 音色 ：一般音色讀作ねいろ或者おんしょく，這裏寫音色讀作きたい， 懷疑是表達「 気体 」。 濁 っていた あのドアを 開 けなければ 知 らずにいられたのに ぎこちない ぎこちない：荒涼的樣子，悲涼的樣子，蕭條的樣子。 新 たな 二 人 の 距離 何 を 話 せば いいかも 分 からなくなるなんてね わかってる もう 昔 の 二人 では 無 い むしろ「 二 人 」という 表現 も 私 の 中 で 生 み 出 した 元々 滑稽 な 絵空事 後悔 は 行動 の 証 という けれど 実 らぬなら そう 意味 が 無 い それが 恋 美 しく 散 りたいよ 直譯：好想美麗地凋謝啊 格好 悪 いよ 格好 悪 い：不帥氣，很衰，很囧 一人 ですすり 泣 く 日々 残響 に 混 じるだけ 誰 にも 言 えない 感情 言 えぬどころか 増 していくから もう 一度 だけ 駄目 でしょうか？ この 気持 ちは 迷惑 でしょうか？ 聞 けないよ 残響 は 鳴 り 止 まず 胸 に 残 る 元 の 形 が 消 えても 哀 しみは 消 えません 生 き 甲斐 だった 君 が 生 き 甲斐 ：活下去的价值，活下去的目的 ここにいない このドアを 開 けなければ 知 らずにいられたのに 一人 ですすり 泣 く 日々 残響 に 混 じるだけ","tags":"songs","url":"//sak.uy/zankyohanariyamazu.html"},{"title":"夜桜に君を隠して","text":"夜桜に君を隠して 將妳藏於這夜櫻中 新たな道へ 走向新的方向 無情な選択 無情的選擇 美しさも無く 沒有絲毫美感 まあ 悲劇だったら 嘛 要是場悲劇的話 見世物には良い 很適合別人旁觀吧 君は月の様に輝いてる 妳像月亮一樣照亮夜空 見ないように生きるなど 要裝作沒看到繼續活着什麼的 素面では到底無理な訳で 清醒的時候說實話我做不到 今宵も散る花を浮かべ 今夜也讓花瓣浮於杯盞 夜桜に君を隠して 將妳藏於這夜櫻中 美酒を味わう 品味這美酒 酔い痴れたら 如果能癡醉於 都忘れ 這片野春菊 君を忘れ 從而忘記妳 新たな未来 向新的未來 愚かな期待を 愚蠢的期待 君の言葉から 起因於妳的話語 そう 未練が生んだ 是 產生這份留戀 捻じれた解釈 是因爲扭曲的解釋 君は月の様に眩しいけど 妳雖像月亮一樣耀眼 朝はいずれやってくる 但是清晨遲早會來臨 アンニュイに溺れるばかりでは 一味沉溺在萎靡中的話 君の思う壺なんでしょう 會正中妳的下懷吧 夜桜に君を隠して 將妳藏於這夜櫻中 美酒を飲み干し 飲盡這美酒 強気になれ 振作起來 都忘れ 這片野春菊 君を忘れ 從而忘記妳 新たな未来 向新的未來 歩き出そうか 該邁出腳步了吧 大空に君は隠れて 浩瀚晴空中妳藏了起來 心は澄んで 一掃心中雜念 微睡む中 趁稍睡片刻 都忘れ 這片野春菊 君を刻み 記下妳的過往 新たな日々へ 邁向新的一天 夜桜の咲くこの場所で 在開着夜櫻的這片地方 生まれ変わろう 重獲新生吧 雖然不算很難的日語，還是有個別用詞需要解釋一下。照例左側註音，右側解釋字詞。 夜桜 に 君 を 隠 して 隠 して：隠す，將什麼藏起來的及物形式，他動詞。 新 たな 道 へ 無情 な 選択 美 しさも 無 く まあ 悲劇 だったら 見世物 には 良 い 見世物 ：街頭表演 君 は 月 の 様 に 輝 いてる 見 ないように 生 きるなど 素面 では 到底 無理 な 訳 で 素面 ：沒有醉酒的清醒狀態，白臉。 今宵 も 散 る 花 を 浮 かべ 直譯：今夜也會讓謝的花浮起。聯繫上下文大概是指花瓣浮在酒盞中。 夜桜 に 君 を 隠 して 美酒 を 味 わう 酔 い 痴 れたら 都 忘 れ 都 忘 れ：花名，野春菊。菊科，茼蒿屬，淡紫色花瓣，黃色花蕊。 君 を 忘 れ 新 たな 未来 愚 かな 期待 を 君 の 言葉 から そう 未練 が 生 んだ 未練 ：無法完全放棄的事物，仍抱有執着的事物。原意是心態尚未成熟。 捻 じれた 解釈 捻 じれる：動詞原意是搓繩子，引申爲扭曲的事態、表裏不一的心態、道理說不通的狀態。 君 は 月 の 様 に 眩 しいけど 朝 はいずれやってくる アンニュイに 溺 れるばかりでは アンニュイ：ennui，倦怠，萎靡不振。 君 の 思 う 壺 なんでしょう 思 う 壺 ：正中下懷。原意的壺是指骰子賭博中用的那個罐子， 從而「 思 う 壺 」原意即骰子中出現自己所想的點數。 夜桜 に 君 を 隠 して 美酒 を 飲 み 干 し 強気 になれ 都 忘 れ 君 を 忘 れ 新 たな 未来 歩 き 出 そうか 大空 に 君 は 隠 れて 隠 れて：隠れる，什麼東西隱藏起來的不及物形式，自動詞。 心 は 澄 んで 微睡 む 中 微睡 む：稍睡，暫睡。 都 忘 れ 君 を 刻 み 新 たな 日々 へ 夜桜 の 咲 くこの 場所 で 生 まれ 変 わろう","tags":"songs","url":"//sak.uy/yozakuranikimiwokakushite.html"},{"title":"星色夜空","text":"星が広がる空 廣闊星空下 一人立ち止まって 一個人駐足 伝えられずにいる 傳達不到的思緒 この想い 見上げて 仰頭許下心願 目に見える物は 眼中映入的事物 全部 愛おしくて 全部都如此可愛 耳に届く音は 耳中傳入的聲音 何もかも 美しい 句句都如此美麗 星を 線で結んで 用線條將星星連起來 君を描いて 畫出妳的樣子 瞳 の中に 映した 牢牢記在眼中 いつも 強がる 一直在 逞強的 私は突っぱねて 我一直在抗拒 本当は 君が居ないと 其實 沒有妳 駄目なのに 就完全不行 遠く 遠く 続いてる空 向遠方延展的夜空 その向こうで 君は 何想う 那一端的妳 在想什麼 いつか消える あの星の下 不知何時會消失的 那顆星下 永遠を願い 想い 見上げ 但願人長久 許下心願 強く 弱く 光を放つ 忽強忽弱 閃爍亮光 君の近くに 北斗七星 妳的附近 有北斗七星 そんな 輝きであるように 就像那星的耀眼 君を想い 願い掛けて 帶上我對妳的想念 夜が明けていく 夜漸漸破曉 君を想えなくなる 想妳的時間將盡 朝が来る頃には 迎來早晨的時候 また強がってしまう 又要逞強起來 微かな光は 細微的光亮 もっと愛おしくて 愈發變得愛惜 朝へ向かう音に 對着破曉的聲音 耳を固く塞ぐ 嚴實地堵上耳朵 時を止めて夜が続いてく魔法が 如果有能讓時間停止繼續夜晚的魔法 この手に あればいいのに 在我手上的話就好了 本当は君と居るときも 同じように 其實和妳在一起的時候 也是一樣 ずっと 思っているのに 一直在想着妳 長く 永く 続いてる夜 夜晚永遠持續下去 この闇の中で 君を想う 這片黑暗中 在想着妳 いつも隠して持ち歩いた 一直藏在身邊隨身帶着 君がくれた人形見つめ 盯着妳給我的人偶 弱く 強く 何度も 君の 細聲地大聲地 無數次 名前を 繰り返し 呼んでいる 翻來覆去呼喊妳的名字 よく間違えては怒られた 經常搞錯惹妳生氣 覚え難い 愛しい名前 很難記的 喜歡的名字 遠く 遠く 続いてる空 向遠方延展的夜空 その向こうで 君は 何想う 那一端的妳 在想什麼 いつか消える あの星の下 不知何時會消失的 那顆星下 永遠を願い 想い 見上げ 但願人長久 許下心願 強く 弱く 光を放つ 忽強忽弱 閃爍亮光 君の近くに 北斗七星 妳的附近 有北斗七星 そんな 輝きであるように 就像那星的耀眼 君を想い 願い掛けて 帶上我對妳的想念 這首魔理莎和愛麗絲的「星色夜空」用詞都比較簡單，就只放註音版吧。 只不過翻譯的時候，譯着譯着還在想，歌詞中提到兩人分處兩地的思念， 會不會不僅僅是遠距離，而是壽命論下的陰陽兩隔呢？ 星 が 広 がる 空 一人 立 ち 止 まって 伝 えられずにいる この 想 い 見上 げて 目 に 見 える 物 は 全部 愛 おしくて 耳 に 届 く 音 は 何 もかも 美 しい 星 を 線 で 結 んで 君 を 描 いて 瞳 の 中 に 映 した いつも 強 がる 私 は 突 っぱねて 本当 は 君 が 居 ないと 駄目 なのに 遠 く 遠 く 続 いてる 空 その 向 こうで 君 は 何 想 う いつか 消 える あの 星 の 下 永遠 を 願 い 想 い 見上 げ 強 く 弱 く 光 を 放 つ 君 の 近 くに 北斗七星 そんな 輝 きであるように 君 を 想 い 願 い 掛 けて 夜 が 明 けていく 君 を 想 えなくなる 朝 が 来 る 頃 には また 強 がってしまう 微 かな 光 は もっと 愛 おしくて 朝 へ 向 かう 音 に 耳 を 固 く 塞 ぐ 時 を 止 めて 夜 が 続 いてく 魔法 が この 手 に あればいいのに 本当 は 君 と 居 るときも 同 じように ずっと 思 っているのに 長 く 永 く 続 いてる 夜 この 闇 の 中 で 君 を 想 う いつも 隠 して 持 ち 歩 いた 君 がくれた 人形 見 つめ 弱 く 強 く 何度 も 君 の 名前 を 繰 り 返 し 呼 んでいる よく 間違 えては 怒 られた 覚 え 難 い 愛 しい 名前 遠 く 遠 く 続 いてる 空 その 向 こうで 君 は 何 想 う いつか 消 える あの 星 の 下 永遠 を 願 い 想 い 見上 げ 強 く 弱 く 光 を 放 つ 君 の 近 くに 北斗七星 そんな 輝 きであるように 君 を 想 い 願 い 掛 けて","tags":"songs","url":"//sak.uy/hoshiiroyozora.html"},{"title":"愛き夜道","text":"たま たま 向こうの世界は いつも 賑やか 對面的世界 總是很熱鬧 だけど どこか つまらなそうだ 但是 總覺得哪兒 有些無趣 『一緒に笑える』それだけのこと 『能一起歡笑』只有這一點 とても大切なこと 是最重要的事 ランコ ランコ 教えてくれた君への感謝は 妳告訴我種種的感激之情 尽きないけど ｢ありがとう｣とは 無以言表 就連一句「謝謝」 照れくさくて 言えそうにない 都羞澀得 難以啓齒 今夜も 黙って乾杯 今晚也 默默乾杯 たま ランコ たま ランコ ｢憂世鬱世｣云々 嘆き節 聊起「憂世鬱世」云云 悲嘆處 肴に呷る 酒の苦味よ 魚餚塞口 苦酒滑腸 けれども染み入り酔いぬのは 卻說酒醺而未醉 君と居るからこそ 但因有妳在身旁 雨天決行 雨天決行 月夜に想い耽る 月夜下思緒漸遠 一方的な送り舟 有去無還的客船 何時 何時苦しみ酒が染み 從何時起 苦酒沁心 またあの日を慈しみ 又憶起舊時靜好 癖に成る様な嫌な辛味 討厭卻又成癮了的這辣酒 酒は進めど蟠り 推杯換盞 心怒難熄 盃に君を投影 欲將妳投影於酒盞 する度波紋や花見月 定睛看去卻波紋映月 瞳が嵩を増さす 眼瞳瞪大 揺れる心は過度な摩擦 搖擺的心過度摩擦 笑い話 言笑之話 にも出来ずに 想いは盥回し 也想不出一句 顧左右而言他 たま ランコ それでも回る世界 たま ランコ 即便如此世界還在旋轉 雨天決行 そう変わらず二人は存在してる 雨天決行 對的 不變的是兩人也還繼續存在 たま ランコ 今でも垢抜けない たま ランコ 現在也是蓬頭垢面 雨天決行 想いが交差し後悔し寝る 雨天決行 心緒纏結 後悔着入眠 たま ランコ たま ランコ 向こうの世界は 平穏無事 對面的世界 平穩無事 だけど どこか 息苦しそうだ 但是 總覺得哪兒 喘不上氣來 肩の力を 抜き 過ごせる 是要放下重負忍辱苟活麼 場所ではないのだろう 現在也還沒到那種程度吧 たま ランコ たま ランコ ｢渡世は厭世｣云々 恨み節 聊起「渡世即厭世」云云 悲恨處 肴に浸る 酒の苦味よ 魚餚浸口 苦酒滑腸 けれども染み入り酔いぬのは 卻說酒醺而未醉 君が居るからこそ 但因身旁有妳在 ランコ ランコ 僕は 名前も 知られてない 妳甚至都不知道我的名字 君の 周りには 人集り 妳的周圍人羣擁聚 だから 僕は 所以我選擇 少し 離れた 場所で 在稍微離遠一些的地方 君を見ていた 一直注視着妳 たま たま 薄ざわめき 雲隠れの月 淡淡薄雲 遮掩明月 妙に 肌寒い 夜の小道 微微寒風刺骨 夜間小道 足元を照らす程度でいい 只要能照亮腳邊的程度就夠 今夜は 灯りが欲しい 今晚想要些燈火 雨天決行 雨天決行 当面の予定は未定 眼下的預定是尚未確定 そう透明で依然 差し出す両手 即是未知卻依然 伸出的雙手 二人が見ず知らず 兩人尚是陌路 何て想いだす意気地無し 爲何會想起懦弱的一面 未来予想すら 就連對未來的預想 幾ら重ねても肥大妄想 諸事重重都是妄想 喉を詰まる言いたい事 想說的事堵在喉口 弱音を吐き崩れる膝小僧 說出口卻全是軟了膝蓋的泄氣話 たまにの晩 釈然の晩酌 偶然的夜晚 釋然的酒宴 全能まではいかず 卻不能如願全能 ｢また、いつか｣だけは誓う 「那麼，何時再聚」只有這句約定 それで明日が始まりだす 就憑這句明日奮鬥新的一天 実が無い話も根も葉も堀り 完全無實的話卻能刨根問底 二人の時間に華を咲かす 兩人的時光如曇花一現 実感出来れば有終の美 如果能有實感的話也想有終之美 貴方の立場も重々承知 妳的立場我也一清二楚 たま ランコ たま ランコ 向こうの世界が 幕を閉じて 對面的世界 落下了帷幕 彼らは 大きく 息をついた 他們開始鼾聲四起 僕らもいずれ 別れるだろう 我們某日也將相互道別吧 それぞれの行く先 走向各自不同的方向 ランコ たま ランコ たま 君との別れは ちょっと悲しいけど 和妳的訣別 雖有些悲傷 涙の別れは もっとつらい 但流淚的告別 也更難受 だから 僕は きっとその時 所以我決定 到那時一定 笑いながらに言うよ 會一邊笑着一邊說 たま ランコ 雨天決行 たま ランコ 雨天決行 二人 騒ぎ 二人 酔い耽る 兩人喧鬧 兩人沉醉 今夜が 最後でもないのに 明明今晚還不是最後 僕の 視界が ぼやけていく 我的視線漸漸模糊 袖で こっそり拭う 提起衣袖偷偷拂拭 たま ランコ 雨天決行 たま ランコ 雨天決行 薄雲越えて 注ぐ月明かり 穿透薄雲灑落的月光 君と 寄り添って この夜道 和妳 並肩走在 這條小道 今夜は 月が明るいけど 今夜月光還算明亮 もう少し このまま 還想這樣繼續待一會兒 たま ランコ 雨天決行 たま ランコ 雨天決行 ｢憂世鬱世｣云々 嘆き節 聊起「憂世鬱世」云云 悲嘆處 肴に呷る 酒の苦味よ 魚餚塞口 苦酒滑腸 けれども染み入り酔いぬのは 卻說酒醺而未醉 君と居たからこそ 但因那時妳在身旁 たま ランコ 雨天決行 たま ランコ 雨天決行 ｢渡世は厭世｣云々 恨み節 聊起「渡世即厭世」云云 悲恨處 肴に浸る 酒の苦味よ 魚餚浸口 苦酒滑腸 けれども染み入り酔いぬのは 卻說酒醺而未醉 君が居たからこそ 但因那時身旁有妳 以上歌詞標註了三人配合時每人負責唱的部分， たま 是魂音泉， ランコ 是豚乙女， 還有男聲 雨天決行 。歌詞用的和語詞比較多，意向有些難以把握， 上面的翻譯只是憑藉我個人的理解。 下面給出標上了假名適合跟唱的版本，順便在右邊配上一些難以翻譯的字詞的解釋。 這些解釋不屬於字典上的解釋，只是這些字詞在這個上下文中我自己的理解： たま たま 向 こうの 世界 は いつも 賑 やか 向 こう：對面，眼前的，隱含不屬於自己這邊的。 賑 やか：喧囂，吵雜，熱鬧。 だけど どこか 詰 まらなそうだ 詰 まらない：無聊，無趣。 這裏用「 詰 まらなそう 」是表樣態，看上去無趣的樣子。 『 一緒 に 笑 える』それだけのこと 笑 える： 笑 う的可能態，能一起笑。 とても 大切 なこと ランコ ランコ 教 えてくれた 君 への 感謝 は 尽 きないけど ｢ありがとう｣とは 尽 きない：無法完全表達出來。 照 れくさくて 言 えそうにない 今夜 も 黙 って 乾杯 たま ランコ たま ランコ ｢ 憂世 鬱世 ｣ 云々 嘆 き 節 憂世 即 浮世 ，佛教厭世觀的說法。 ｢ 憂世 鬱世 ｣即是說 「這個浮躁變換的世界也是令人憂鬱的世界」。 節 ：那時，那一刻，那一點。 肴 に 呷 る 酒 の 苦味 よ 呷 る：大口吞下。一般這個動詞的賓語是酒或者毒，這裏是 肴 けれども 染 み 入 り 酔 いぬのは 染 み 入 り：酒勁上頭。 酔 いぬ：不醉。 君 と 居 るからこそ 雨天決行 雨天決行 月夜 に 想 い 耽 る 想 い 耽 る：沉浸在思緒中。 一方的 な 送 り 舟 這句「有去無還的客船」可能指酒宴是開設在客船上，並且只有單向，於是後文他們需要走夜路。 同時三途川上接亡者送去冥界的渡船也有被稱作「有去無還的客船」。 何時 何時 苦 しみ 酒 が 染 み またあの 日 を 慈 しみ 慈 しみ：慈愛。這句「那一天」的格助詞用 を ，於是「那一天」是 「慈愛」的賓語。直譯的話這句並非「想起那一天的慈愛」，而是「慈愛起了那一天」。 癖 に 成 る 様 な 嫌 な 辛味 酒 は 進 めど 蟠 り 蟠 り：語源是千足蟲很多腳快步走過的樣子， 引申義在這兒可以有兩種解釋，其一是酒杯像蟲腳一樣快快下肚， 其二是心中煩悶和厭惡之情難以消解。 盃 に 君 を 投影 投影 ：這裏下句加する是做動詞，將妳投影進杯中。 する 度 波紋 や 花見月 花見月 ：花中月，代指農曆三月，這裏可能是本意也可能是點出時間的引申意。 瞳 が 嵩 を 増 さす 嵩 ：面積，體積。 揺 れる 心 は 過度 な 摩擦 笑 い 話 にも 出来 ずに 想 いは 盥回 し 盥回 し：迂迴，不切中主題的方式，推諉責任的態度 たま ランコ それでも 回 る 世界 雨天決行 そう 変 わらず 二人 は 存在 してる たま ランコ 今 でも 垢抜 けない 垢抜 ける：本意清掃灰塵，延伸到整潔的樣子，否定形式表示蓬頭垢面的樣子。 雨天決行 想いが交差し 後悔 し 寝 る 想いが交差し ：這裏歌詞当て字標作「 想 いが 交差 し」直譯是「思緒相互交錯」， 唱出來的是「まま」兩個音。 たま ランコ たま ランコ 向 こうの 世界 は 平穏無事 だけど どこか 息苦 しそうだ 肩 の 力 を 抜 き 過 ごせる 直譯：放開肩膀上的力氣，擠過去（狹窄的地方）。 場所 ではないのだろう 直譯：還沒到這樣的地方吧。 たま ランコ たま ランコ ｢ 渡世 は 厭世 ｣ 云々 恨 み 節 渡世 ： 佛教用語，在世界上生活，度過此生。 「渡世即厭世」大概是說，必須厭倦了這個世界，才能度過這個世界。 換句話說，學會生活在這個世界，也就是學會厭倦了這個世界。 肴 に 浸 る 酒 の 苦味 よ 浸 る：浸沒。上一段唱的是「肴を呷る」的感覺是像服毒一樣大口吃， 這句動詞改成了 浸 る ，有種被油脂浸沒，沉溺在其中的感覺。 けれども 染 み 入 り 酔 いぬのは 君 が 居 るからこそ 上一段「 君 と 居 る」用的格助詞 と 表示「和妳在一起」。 這句「 君 が 居 る」用的格助詞 が 就沒有了「和妳」的意思。 直譯： 因爲妳在這裏。 ランコ ランコ 僕 は 名前 も 知 られてない 知 られてない：知道的被動形式。我的名字沒有被知道。 君 の 周 りには 人 集 り だから 僕 は 少 し 離 れた 場所 で 君 を 見 ていた 這裏過去式表示從過去就開始，於是多了「一直」的含義。一直注視着妳。 たま たま 薄 ざわめき 雲 隠 れの 月 ざわめき：發出微小的響聲，這裏大概是風吹雲飄的聲音。 妙 に 肌 寒 い 夜 の 小道 妙 に：微妙地，稍微有一點。 足元 を 照 らす 程度 でいい 今夜 は 灯 りが 欲 しい 雨天決行 雨天決行 当面 の 予定 は 未定 予定 ：今後的安排。 そう 透明 で 依然 差 し 出 す 両手 二人 が 見 ず 知 らず 見 ず 知 らず：陌生人 何 て 想 いだす 意気地 無 し 和上句接在一起「爲什麼會想起我們還是陌生人呢，真沒出息」 未来 予想 すら 幾 ら 重 ねても 肥大 妄想 喉 を 詰 まる 言 たい 事 弱音 を 吐 き 崩 れる 膝小僧 崩 れる 膝小僧 ： 膝蓋軟，表示懦弱。 たまにの 晩 釈然 の 晩酌 全能 まではいかず ｢また、いつか｣だけは 誓 う それで 明日 が 始 まりだす 実 が 無 い 話 も 根 も 葉 も 堀 り 根 も 葉 も 堀 り：慣用語 根 掘 り 葉 掘 り 表示刨根問底。對想說的事情完全無法問出口，無關緊要的事情卻能刨根問底。 二人 の 時間 に 華 を 咲 かす 実感 出来 れば 有終 の 美 有終 の 美 ：事情有始有終的美。 也想要好好開始好好結束，但不能如願。 貴方 の 立場 も 重々承知 たま ランコ たま ランコ 向 こうの 世界 が 幕 を 閉 じて 幕 を 閉 じる：落下了帷幕 彼 らは 大 きく 息 をついた 僕 らもいずれ 別 れるだろう それぞれの 行 く 先 ランコ たま ランコ たま 君 との 別 れは ちょっと 悲 しいけど 涙 の 別 れは もっとつらい だから 僕 は きっとその 時 笑 いながらに 言 うよ たま ランコ 雨天決行 たま ランコ 雨天決行 二人 騒 ぎ 二人 酔 い 耽 る 今夜 が 最後 でもないのに 僕 の 視界 が ぼやけていく 袖 で こっそり 拭 う たま ランコ 雨天決行 たま ランコ 雨天決行 薄雲 越 えて 注 ぐ 月 明 かり 君 と 寄 り 添 って この 夜道 今夜 は 月 が 明 るいけど もう 少 し このまま たま ランコ 雨天決行 たま ランコ 雨天決行 ｢ 憂世 鬱世 ｣ 云々 嘆 き 節 肴 に 呷 る 酒 の 苦味 よ けれども 染 み 入 り 酔 いぬのは 君 と 居 たからこそ 第一段「 君 と 居 る」這裏變成了 「 君 と 居 た」，過去式。 たま ランコ 雨天決行 たま ランコ 雨天決行 ｢ 渡世 は 厭世 ｣ 云々 恨 み 節 肴 に 浸 る 酒 の 苦味 よ けれども 染 み 入 り 酔 いぬのは 君 が 居 たからこそ 第二段「 君 が 居 る」這裏變成了 「 君 が 居 た」，過去式，以及沒有了第一段的「和妳」的意思。 愛き夜道 (Pixiv 72485849)","tags":"songs","url":"//sak.uy/ukiyomichi.html"},{"title":"竹ノ花","text":"その花を 咲かせばあとは 那朵花 開了之後將如何 枯れるのが その定めか 就會枯了麼 宿命是如此麼 その命 散らしてつなぐ 那條命 將斷卻又續 思いを全て 受け取って 所思所想 全盤盡收 竹ノ花 竹之花 【七】 【七】 遠くに見ゆるその影に ふと過る 遠遠望去那背影 忽又消失 遠い日に交わした約束 遠久之日互換的約定 この手の届かぬところへ 歩み去る 漸漸走向伸手也無法觸及的地方 その背中に影を合わせて 將自己的身影重疊在那背影上 交わし足りぬ言葉 那些說不盡的對話 全てを胸に押し止め 全都壓在心底 ただただ願うのは 只是一心所願 愛した女の幸せか 所愛的女子是否幸福 竹ノ花 竹之花 咲けばただ 一旦開花的話 散るまでの身と聞けども 聽聞生命就僅剩到花謝爲止 その命の在る限り 只要那命還在 どうか生きてゆけと 還請一定要活下去 その幸せを願えばと 只願妳能幸福 この身を引くも厭わずに 要我離開也不惜 ただ小さく深い傷跡が 只是會留下小而深的傷痕 いつまでも疼いている 嗚呼 永遠會隱隱作痛 啊 【弥】 【弥】 遠くに消えるその影に 望向遠去的那個身影 目が滲む 視線模糊 彼方去りゆくは愛し人 遠去的正是所戀之人 その身に生まれた因果を 生爲此身的因果 受けながら 不得不接受 この気持ちだけは換え難く 只是這心情難以改變 はらり滑り落ちる 不意間就滑倒在地 掴んだ幸せの脆さに 因爲手握的幸福是如此脆弱 それでも願うのは 即便如此仍願 愛した男と生きること 妳能和所愛的男子在一起 竹ノ花 竹之花 咲いてただ 雖已開花 散るまでの身を抱えて 花謝之前抱着身子 誰にでなく 愛を叫ぶ 並不對着誰 高喊着愛 共に生きていたいと 想和妳一起活下去 ただ幸せを願ったが 卻又希望妳能幸福 それでも儚く消ゆるのみ 或是說只能卑微地消失 ただ深い哀の終わらずに 只是不住的深深悲哀 いつまでも遺されて 嗚呼 永遠會這麼留着 啊 ―どうか わたしの代わりに 請一定 代替我 どうか 愛を伝えてと 請一定 表露出愛 ―どうか わたしの代わりに 請一定 代替我 どうか あの人と生きてと 請一定 和那人在一起 【求】 【求】 遠くに探すその影が 歩み寄る 探尋那遠去的身影 快步前行 誰よりも近くに寄り添って 比起任何人都湊得更近 全てを内に閉じ込めたその瞳 全都深深藏在心底的那雙眼 ただ静かに刻を重ねて 只是靜靜地隨時間沉澱 愛も 悲しみも 愛也好 悲痛也好 この背に全て引き受けて 我想都承擔下來 我が子に願うのは 只願我的孩子 何も背負わずに 可以無需承擔任何 生きること 只要活下去 竹ノ花 竹之花 未だ咲かぬ 還不能讓它開 その身だからこそ生きよと 正因爲生得此身所以才要活下去 限り在るその命 有限的生命裏 せめて自分らしく 至少像自己所願 人の世に 在這人世間 愛だけが 只有愛是 全てである筈もなければ 就算全都不應該有 ただ一途に幸せに 只是一心追尋幸福 生きていけと願う 但願能一直活下去 その幸せを願うなら 想要那幸福的話 どうかその道を真っ直ぐに 請沿着那條路直奔 ただ深く愛を胸に秘め 只是心中所藏深深的愛 いつまでも願っている 嗚呼 祈願能成爲永恆 啊","tags":"songs","url":"//sak.uy/takenohana.html"},{"title":"童遊","text":"華咲 花開 望み望まれて此処に 此處有求有應 愛でたきものは此れに有り 此處有喜愛之物 夢と現と交えては 夢境與現世交匯時 幻想郷 に、遊ぶがいい 可於幻想鄉玩 空を征く者がいる 有空中飛的 怪異を祓う者がいる 有驅散怪異的 其れ等を望む子等がいる 亦有期望她們的 御伽噺を耳にして 耳中聽聞怪誕軼事 思い巡らす其れ以上に 心中所思更爲怪異 生きる幻想が其処に居る 幻想中的生活正在彼處 何時の世も 凡世間 愛でたきものは 喜愛之物 往来の 往來的 童遊の 孩童遊戲 中にこそ有れ 亦正在此處 華咲 花開 真優雅、舞うたれば 當真優雅地翩翩起舞 華の都は、此れに有り 花都亦在此處 夢と現と交えては 夢境與現世交匯時 今日も変わりなく町角に 今日一如既往街頭巷角 華散 花落 口伝伝承 を祀れば 祭念起過往軼事 愛でたきものは此れに有り 此處有喜愛之物 夢と現と交えては 夢境與現世交匯時 幻想郷 に、遊ぶがいい 可於幻想鄉玩 空で踊る者がいる 有空中起舞的 怪異を使役う者がいる 有使役怪異的 其れ等を真似る子等がいる 亦有模仿她們的 拙いものと思えども 回憶起舊時糗事 その手に握る其れこそが 手中緊握的正是 何時か幻想を生んでいく 何時幻想生於其中 さあ詠え 來唱吧 舞い踊りては 隨歌起舞的 華やかに 繁花爛漫 己が描く 自己描繪 命名決闘 を 命名決闘 彩風 彩風 真優雅、舞うたれば 當真優雅地翩翩起舞 風の神も、愛でたからむ 風之神靈亦必欣然 夢と現と交えては 夢境與現世交匯時 明日の来る事を疑わず 明日之事毫不存疑 微風 微風 名 を其処に、込め入れば 以己之 名 混於彼處 道往く者も、愛でたからむ 往來之人亦必欣然 夢と現と交えては 夢境與現世交匯時 幻想郷 に、遊ぶがいい 可於幻想鄉玩 伝説の夢の国に 傳說中夢境的國度 生きて、生きて、生きて 但願生於其中 明日行く町角は片隅 明日所往街頭巷尾 其処彼処に 於之此處彼處 耳を澄ませば 如若清耳靜心 その息遣いを聞く 傾聽那氣息 空も、地の底も 空中亦，地底亦 星の水際も全てに 繁星的海岸亦全部 移ろい逝く季節の 交替過往的季節 その狭間でさえも 就算其中的間隙 望み望まれて其処に有り 亦在此處有求有應 華咲 花開 まこと優雅、舞うたれば 當真優雅地翩翩起舞 華の都は、此れに有り 花之都亦在此處 夢と現と交えては 夢境與現世交匯時 人も妖も諸共に 人亦，妖亦，其餘亦 華散 花落 そして日も、暮れぬれば 隨之日亦落時 躍り疲れて家路なり 舞盡成歸路 夢と現と交えては 夢境與現世交匯時 幻想郷 に、遊ぶがいい 可於幻想鄉玩 華咲 花開 そして又も、町角に 隨之又在巷角 童遊の変わらずに 往日無異的孩童遊戲 夢と現と交えては 夢境與現世交匯時 幻想郷 は此れに有り 此處有幻想鄉 華咲 花開 望み望まれて此処に 此處有求有應 愛でたきものは此れに有り 此處有喜愛之物 夢と現と交えては 夢境與現世交匯時 幻想郷 に、遊ぶがいい 可於幻想鄉玩 上面這個原文寫法用了很多 当て字 ，表意而不表音，如果想對着唱的話可以參考下面這個版本： 華咲 望み望まれてここに めでたきものはこれにあり 夢と現（うつつ）と交えては 幻の国に、遊ぶがいい 空を征（ゆ）くものがいる 怪異を祓うものがいる それらを望む子らがいる 御伽噺（おとぎばなし）を耳にして 思い巡（めぐ）らす其れ以上に 生きる幻想が其処に居る いつの世も めでたきものは 往来の 童遊（わらべあそび）の なかにこそあれ 華咲 まこと優雅、舞うたれば 華の都は、これにあり 夢と現と交えては 今日も変わりなく町角に 華散 昔話（むかしばなし）を祀（まつ）れば めでたきものはこれにあり 夢と現と交えては 幻の国に、遊ぶがいい 空で踊るものがいる 怪異を使役うものがいる それらを真似る子らがいる 拙（つたな）いものと思えども その手に握る其れこそが いつか幻想を生んでいく さあ詠え 舞い踊りては 華やかに 己が描く 童遊（わらべあそび）を 彩風（さやかぜ） まこと優雅、舞うたれば 風の神も、めでたからむ 夢と現と交えては 明日の来る事を疑わず 微風（そのかぜ） 夢（ゆめ）をそこに、込め入れば 道往く者も、めでたからむ 夢と現と交えては 幻の国に、遊ぶがいい 伝説の夢の国に 生きて、生きて、生きて 明日行く町角は片隅 そこかしこに 耳を澄ませば その息遣いを聞く 空も、地の底も 星の水際（みぎわ）も全てに 移ろい逝く季節の その狭間（はざま）でさえも 望み望まれてそこにあり 華咲 まこと優雅、舞うたれば 華の都は、これにあり 夢と現と交えては 人も妖（あやかし）も諸共（もろとも）に 華散 そして日も、暮れぬれば 躍り疲れて家路なり 夢と現と交えては 幻の国に、遊ぶがいい 華咲 そしてまたも、町角に 童遊（わらべあそび）の変わらずに 夢と現と交えては 幻の国はこれにあり 華咲 望み望まれてここに めでたきものはこれにあり 夢と現と交えては 幻の国に、遊ぶがいい","tags":"songs","url":"//sak.uy/warabeasobi.html"}]}